1
00:00:09,370 --> 00:00:12,370
שודדי הקאריביים
קללת הפנינה השחורה

2
00:00:13,370 --> 00:00:15,370
AnArChY תורגם ע"י

3
00:00:16,371 --> 00:00:20,371
<i>Authorizer סונכרן ע"י
Qsubs מצוות</i>

4
00:00:21,372 --> 00:00:23,372
www.torec.net הורד מ

5
00:00:55,262 --> 00:00:56,680
.שקט קטנטונת

6
00:00:56,763 --> 00:00:58,849
הפיראטים הארורים מפליגים
,באזורים האלה

7
00:00:59,307 --> 00:01:00,892
ואת לא רוצה למשוך
?אותם לכאן, נכון

8
00:01:01,101 --> 00:01:03,061
.מר גיבס , זה יספיק

9
00:01:03,728 --> 00:01:05,564
...היא שרה על פיראטים

10
00:01:06,606 --> 00:01:11,110
זה מזל רע לשיר אודות הפיראטים
.בערפל המקולל הזה, תזכור מה שאמרתי

11
00:01:11,402 --> 00:01:13,279
.אני אזכור

12
00:01:14,613 --> 00:01:15,489
.המשך ללכת

13
00:01:15,740 --> 00:01:16,867
,כן המפקד

14
00:01:16,950 --> 00:01:19,368
זה מזל רע כשיש
...אישה על הסיפון

15
00:01:19,451 --> 00:01:21,329
.אפילו שהיא קטנה...

16
00:01:22,205 --> 00:01:25,749
אני חושבת שזה יהיה מרגש מאד
.בשבילי לפגוש שודד

17
00:01:26,542 --> 00:01:27,878
,חשבי שנית העלמה סוואן

18
00:01:28,879 --> 00:01:31,380
יצורים נתעבים ונוראים
.עד האחרון בהם

19
00:01:31,881 --> 00:01:34,885
ואני מתכוון לוודא שכל אחד המפליג
...תחת דגל השודדים

20
00:01:34,885 --> 00:01:37,636
או עונד את סמלם...
,יבוא על עונשו

21
00:01:38,930 --> 00:01:41,016
.הוא צריך להתנדנד מהתורן

22
00:01:44,853 --> 00:01:47,147
,סגן נוריגטון
...אני מעריך את כנותך

23
00:01:47,189 --> 00:01:51,693
אך אני חושש מההשפעה שיש
.לנושא הזה על בתי

24
00:01:52,444 --> 00:01:53,862
,אני מתנצל
.המושל סוואן

25
00:01:54,446 --> 00:01:56,114
.למעשה , אני חושבת שזה מרתק

26
00:01:56,448 --> 00:01:58,282
...כן , זה מה שמטריד אותי

27
00:02:26,143 --> 00:02:28,395
הביטו , ילד
.יש ילד במים

28
00:02:31,107 --> 00:02:32,566
!גברים לסיפון

29
00:02:34,318 --> 00:02:36,153
השליכו את החבל

30
00:02:37,113 --> 00:02:38,073
! משכו אותו לסיפון

31
00:02:47,247 --> 00:02:48,666
...הוא עדיין נושם

32
00:02:49,124 --> 00:02:51,042
!מריה, אם האלוהים

33
00:02:58,174 --> 00:02:59,217
?מה קרה כאן

34
00:03:00,427 --> 00:03:03,097
ככל הנראה אירעה תקלה
.הספינה הייתה חמושה בכבדות

35
00:03:06,934 --> 00:03:08,352
...וזה לא עזר להם במיוחד

36
00:03:08,853 --> 00:03:11,229
,כולם חושבים כך
...אני רק אומר את זה

37
00:03:11,772 --> 00:03:15,609
!פיראטים
.אין הוכחה לכך -

38
00:03:15,609 --> 00:03:17,026
.זו ככל הנראה תאונה

39
00:03:19,446 --> 00:03:20,865
.הזעיקו את הקפטן מייד
.כן, המפקד

40
00:03:20,865 --> 00:03:23,325
,הוא ידאג לניווט
.הכינו את הסירות

41
00:03:26,662 --> 00:03:30,666
,אליזבת' אני רוצה שתתלווי לילד
.הוא תחת אחריותך

42
00:03:32,000 --> 00:03:33,543
.טפלי בו

43
00:03:53,105 --> 00:03:54,063
,זה בסדר

44
00:03:54,981 --> 00:03:56,482
.שמי אליזבת' סוואן

45
00:03:58,027 --> 00:03:59,861
.וויל טרנר

46
00:04:00,278 --> 00:04:02,238
.אני שומרת עליך וויל

47
00:04:15,211 --> 00:04:17,338
! אתה פיראט

48
00:04:17,463 --> 00:04:18,463
?האם הוא אמר משהו

49
00:04:18,837 --> 00:04:21,966
,שמו הוא וויליאם טרנר
.זה כל מה הצלחתי לגלות

50
00:04:23,384 --> 00:04:24,844
.קחו אותו למטה

51
00:05:34,955 --> 00:05:36,457
! 'אליזבת

52
00:05:38,418 --> 00:05:39,627
? את בסדר

53
00:05:41,336 --> 00:05:45,216
? אכלת כבר
! כן, כן -

54
00:05:46,217 --> 00:05:50,221
? את עדיין במיטה בשעה כזאת
.איזה יום יפה

55
00:05:53,807 --> 00:05:55,142
.יש לי מתנה בשבילך

56
00:05:58,936 --> 00:06:01,148
! אוו, זה יפיפה
? נכון -

57
00:06:03,442 --> 00:06:04,902
האם אני יכולה לדעת
? מהו האירוע

58
00:06:05,360 --> 00:06:08,906
האם אב זקוק לאירוע
? כדי לפנק את בתו

59
00:06:10,199 --> 00:06:11,075
.קדימה

60
00:06:14,495 --> 00:06:16,246
...למעשה אני

61
00:06:17,539 --> 00:06:19,875
.קיוויתי שתלבשי אותו לטקס היום...

62
00:06:20,042 --> 00:06:21,001
? טקס

63
00:06:21,627 --> 00:06:23,879
.טקס הקידום של קפטן נורינגטון

64
00:06:24,546 --> 00:06:25,631
! ידעתי

65
00:06:25,631 --> 00:06:29,052
,קומודור (מפקד-ימי) נורינגטון
. הוא עומד להיות

66
00:06:29,135 --> 00:06:32,846
? ג'נטלמן משובח, את לא חושבת
? והוא מחבב אותך, ידעת

67
00:06:34,056 --> 00:06:36,184
? 'אליזבת
? איך הולך

68
00:06:37,351 --> 00:06:39,310
...קשה לומר

69
00:06:39,560 --> 00:06:42,064
.נאמר לי שזו האופנה האחרונה בלונדון

70
00:06:42,105 --> 00:06:44,857
הנשים בלונדון כנראה
.למדו לא לנשום

71
00:06:47,236 --> 00:06:49,195
,אדוני
.יש לך מבקר

72
00:07:07,422 --> 00:07:09,883
,מר טרנר
.נעים לפגוש אותך שוב

73
00:07:10,342 --> 00:07:11,343
.יום טוב , אדוני

74
00:07:12,719 --> 00:07:14,220
.הבאתי את הזמנתך

75
00:07:20,853 --> 00:07:24,857
,הלהב חושל מפלדה
.ועיטורי זהב נוספו לניצב

76
00:07:26,190 --> 00:07:28,192
...אם יורשה לי

77
00:07:29,944 --> 00:07:33,531
,איזון מושלם
.לניצב וללהב אותו משקל

78
00:07:36,784 --> 00:07:38,745
,מרשים
.מאד מרשים

79
00:07:41,122 --> 00:07:44,501
.קומודור נורינגטון יהיה מאד מרוצה

80
00:07:45,251 --> 00:07:47,879
.אנא מסור את מחמאותיי לאדונך

81
00:07:50,257 --> 00:07:51,716
...אמסור

82
00:07:52,175 --> 00:07:56,054
.כל אדם שמח לשמוע שעבודתו מוערכת...

83
00:07:57,763 --> 00:08:00,725
.אליזבת', את נראית פשוט מהמם

84
00:08:00,933 --> 00:08:02,060
.וויל

85
00:08:02,853 --> 00:08:04,729
! כל-כך טוב לראות אותך

86
00:08:05,146 --> 00:08:09,067
.היה לי חלום עליך אתמול בלילה
? עליי -

87
00:08:09,067 --> 00:08:10,860
...אינני חושב שיהיה זה הולם מצדי ל

88
00:08:11,027 --> 00:08:12,738
?על היום בו נפגשנו, זוכר

89
00:08:13,029 --> 00:08:14,864
? איך אוכל לשכוח העלמה סוואן

90
00:08:14,947 --> 00:08:17,949
וויל, כמה פעמים עליי לבקש
? 'ממך לקרוא לי אליזבת

91
00:08:18,200 --> 00:08:21,579
,לפחות עוד פעם אחת העלמה סוואן
. כתמיד

92
00:08:21,746 --> 00:08:23,163
? את רואה

93
00:08:23,163 --> 00:08:25,500
, לפחות לנער יש היגיון בריא
...עכשיו

94
00:08:25,500 --> 00:08:27,835
.אנחנו באמת חייבים ללכת

95
00:08:29,169 --> 00:08:31,672
.יום טוב מר טרנר

96
00:08:32,089 --> 00:08:33,549
.קדימה

97
00:08:36,385 --> 00:08:37,887
... יום טוב

98
00:08:40,264 --> 00:08:41,224
'אליזבת...

99
00:10:11,646 --> 00:10:12,522
?...מה

100
00:10:12,939 --> 00:10:14,734
! עצור שם, אתה

101
00:10:15,984 --> 00:10:19,487
.שילינג, על קשירת הסירה למזח

102
00:10:21,740 --> 00:10:23,742
.ואני חייב לדעת את שמך

103
00:10:25,619 --> 00:10:29,498
? מה תאמר על שלושה שילינגים
.ועליך לשכוח את השם

104
00:10:33,294 --> 00:10:35,252
ברוך הבא לנמל
.'מר סמית

105
00:11:11,956 --> 00:11:14,042
! שני צעדים קדימה

106
00:11:16,127 --> 00:11:18,588
... ימינה
.פנה ...

107
00:11:20,923 --> 00:11:22,341
... הצג

108
00:11:22,550 --> 00:11:23,885
! נשק...

109
00:11:47,242 --> 00:11:49,952
.המזח הזה הוא מחוץ לתחום לאזרחים

110
00:11:50,244 --> 00:11:52,706
אני מאד מצטער, לא ידעתי
...אבל אם אראה אחד

111
00:11:52,873 --> 00:11:55,041
.אני אודיע לכם מיד...

112
00:11:57,960 --> 00:12:01,881
נראה כאילו יש התכנסות
?למעלה בנמל, הא

113
00:12:01,881 --> 00:12:07,511
איך ייתכן ששני ג'נטלמנים כמוכם
? לא זכו להזמנה

114
00:12:07,845 --> 00:12:10,723
מישהו צריך להשגיח שהמזח
.הזה יישאר מחוץ לתחום לאזרחים

115
00:12:11,140 --> 00:12:14,726
.זו מטרה נעלה, אני בטוח
...אבל נראה לי

116
00:12:15,393 --> 00:12:19,398
,שספינה כמו ההיא
.גורמת לזאת להיראות מגוחכת

117
00:12:20,149 --> 00:12:23,944
,ה"דומפלס" חותכת את המים יפה מאד
...אבל שום ספינה

118
00:12:23,944 --> 00:12:26,863
(לא תשתווה לאינטרספטור (מיירט...
.במהירות

119
00:12:26,905 --> 00:12:30,868
אני שמעתי על אחת, היא אמורה
.להיות מאוד מהירה, בלתי ניתנת לתפיסה

120
00:12:31,535 --> 00:12:33,662
"הפנינה השחורה"

121
00:12:35,498 --> 00:12:38,542
אין ספינה אמיתית שתשווה
.לאינטרספטור

122
00:12:40,002 --> 00:12:41,003
.הפנינה השחורה היא ספינה אמיתית

123
00:12:42,129 --> 00:12:43,672
.לא, היא לא

124
00:12:43,923 --> 00:12:44,925
. כן, היא כן, ראיתי אותה

125
00:12:45,758 --> 00:12:46,759
? ראית אותה

126
00:12:47,134 --> 00:12:47,927
כן

127
00:12:48,427 --> 00:12:50,179
.אתה לא ראית אותה

128
00:12:50,179 --> 00:12:51,181
. כן, אני כן

129
00:12:51,389 --> 00:12:55,183
...ראית ספינה עם מפרשים שחורים

130
00:12:55,183 --> 00:12:58,853
,מאוישת על ידי הארורים...
...ושהקפטן שלה כל כך מרושע

131
00:12:58,853 --> 00:13:01,940
? שהגיהינום עצמו הקיא אותו החוצה...

132
00:13:02,525 --> 00:13:03,359
. לא

133
00:13:03,817 --> 00:13:04,734
.לא

134
00:13:05,443 --> 00:13:07,445
אבל אני כן ראיתי ספינה
.עם מפרשים שחורים

135
00:13:07,862 --> 00:13:12,158
אוו, ושום ספינה אחרת שלא מאוישת
...על ידי הארורים, ולא נהוגה בידי אדם

136
00:13:12,283 --> 00:13:15,329
כל כך מרושע, שהגיהינום עצמו הקיא...
...יכולה להיות בעלת מפרשים שחורים

137
00:13:15,329 --> 00:13:17,956
ולכן אינה יכולה להיות כל ספינה...
...אחרת חוץ מהפנינה השחורה

138
00:13:17,956 --> 00:13:20,167
?האם זה מה שאתה אומר

139
00:13:21,168 --> 00:13:22,169
.לא

140
00:13:22,878 --> 00:13:26,882
כמו שאמרתי, אין ספינה אמיתית
...שתשתווה לאיטרספט

141
00:13:29,676 --> 00:13:31,178
היי

142
00:13:31,887 --> 00:13:34,098
! אתה

143
00:13:34,098 --> 00:13:37,309
.תתרחק משם
.אין לך רשות לעלות על הסיפון, חבר

144
00:13:37,726 --> 00:13:40,729
...אני מצטער, זה פשוט
.זו ספינה יפה כל כך

145
00:13:40,938 --> 00:13:44,858
?מה שמך
.סמית', סמית'י אם תרצו -

146
00:13:44,941 --> 00:13:48,151
,מה מטרתך בפורט-רויאל
? 'מר סמית

147
00:13:48,151 --> 00:13:49,863
,כן
.ובלי שקרים

148
00:13:49,863 --> 00:13:54,909
ובכן, אני מודה. כוונתי היא
...לגנוב אחת מהספינות האלה

149
00:13:55,160 --> 00:13:59,455
לאסוף צוות מאי הצבים, לשדוד לחמוס ולבזוז
.ובאופן כללי לפשוע

150
00:14:00,123 --> 00:14:01,624
.אמרתי בלי שקרים

151
00:14:02,041 --> 00:14:03,251
אני חושב שהוא אומר את האמת

152
00:14:03,251 --> 00:14:05,963
,אם הוא היה אומר את האמת
.הוא לא היה אומר לנו

153
00:14:06,880 --> 00:14:10,758
אלא אם כן כמובן הוא היה מאמין שלא
.תאמינו לו גם אם הוא יגיד לכם את האמת

154
00:14:21,186 --> 00:14:22,145
?התואילי להקדיש לי רגע

155
00:14:31,738 --> 00:14:35,742
'את נראית נפלא, אליזבת
?כן -

156
00:14:35,867 --> 00:14:41,456
,אני מתנצל אם אני ישיר מדי
.אך אני חייב לומר את אשר על לבי

157
00:14:44,250 --> 00:14:50,006
,הקידום הזה מדגיש את הדברים
...שלא השגתי עדיין

158
00:14:52,425 --> 00:14:54,677
.נישואין לאישה נאה

159
00:14:55,386 --> 00:14:59,182
,את הפכת לאישה נאה
. 'אליזבת

160
00:14:59,349 --> 00:15:00,850
...אני לא יכולה לנשום

161
00:15:00,850 --> 00:15:04,020
..כן, אני
.אני מעט עצבני בעצמי

162
00:15:06,856 --> 00:15:09,400
.ואז הם הפכו אותי למנהיג...

163
00:15:11,152 --> 00:15:12,862
? 'אליזבת

164
00:15:15,155 --> 00:15:16,865
! 'אליזבת

165
00:15:18,325 --> 00:15:20,869
הסלעים! אדוני זה מזל
.שהיא לא נפלה עליהם

166
00:15:23,872 --> 00:15:26,208
? אתה תציל אותה אם כך
.אני לא יודע לשחות

167
00:15:28,210 --> 00:15:30,712
...ממש גיבור מושיע אתה

168
00:15:30,712 --> 00:15:32,214
.אל תאבד את זה

169
00:15:46,437 --> 00:15:47,437
?מה זה היה

170
00:16:30,647 --> 00:16:31,648
.תפסתי

171
00:16:32,858 --> 00:16:34,943
היא לא נושמת
זוז-

172
00:16:41,450 --> 00:16:42,952
.לא הייתי חושב על זה

173
00:16:43,952 --> 00:16:45,954
.רואים שלא היית מעולם בסינגפור

174
00:16:51,709 --> 00:16:53,711
?מאיפה השגת את זה

175
00:16:55,214 --> 00:16:56,214
.על הרגליים

176
00:16:59,217 --> 00:17:00,385
.'אליזבת

177
00:17:01,345 --> 00:17:04,222
?את בסדר
.כן אני בסדר -

178
00:17:08,684 --> 00:17:10,186
...היית צריך
!אבא-

179
00:17:10,645 --> 00:17:14,149
,קומודור
?אתה באמת מתכוון להרוג את מושיעי

180
00:17:20,531 --> 00:17:23,158
.אני מאמין שתודה נדרשת עכשיו

181
00:17:27,203 --> 00:17:29,540
היו לנו בעיות בעבר עם
? חב' איסט אינדיה

182
00:17:29,748 --> 00:17:30,999
.פיראט

183
00:17:32,459 --> 00:17:33,709
!תלו אותו

184
00:17:33,751 --> 00:17:36,504
.תשמרו את הרובים עליו
.והביאו אזיקים

185
00:17:37,839 --> 00:17:41,050
? ובכן, ובכן, ג'ק ספארו נכון

186
00:17:41,467 --> 00:17:43,177
.קפטן ג'ק ספארו

187
00:17:44,679 --> 00:17:47,640
.אני לא רואה את הספינה שלך, קפטן

188
00:17:47,932 --> 00:17:50,101
.אני בשוק כרגע, פנוי

189
00:17:50,560 --> 00:17:53,521
.הוא אמר שהוא בא לגנוב אחת
.אמרתי לך שהוא אמר את האמת

190
00:17:53,646 --> 00:17:55,523
...ו..אדוני, הנה ה

191
00:17:58,943 --> 00:18:01,737
...אין מחסנית נוספת, או אבק שריפה

192
00:18:03,197 --> 00:18:05,741
...מצפן, שלא מראה את הצפון

193
00:18:10,205 --> 00:18:13,207
.ואני ציפיתי שזה יהיה מעץ

194
00:18:15,294 --> 00:18:18,337
אתה, ללא ספק הפיראט הגרוע ביותר
.שאי-פעם שמעתי עליו

195
00:18:19,130 --> 00:18:20,924
.אבל אתה שמעת עליי

196
00:18:23,717 --> 00:18:25,677
,קומודור
.אני חייבת למחות

197
00:18:26,178 --> 00:18:27,805
.זהירות, סגן

198
00:18:28,055 --> 00:18:30,182
.פיראט או לא, האיש הזה הציל את חיי

199
00:18:30,182 --> 00:18:33,853
מעשה טוב אחד איננו מספיק כדי לגאול
.אדם מחיים שלמים של פשע

200
00:18:34,020 --> 00:18:35,937
אך זה כנראה מספיק כדי להוקיע אותו

201
00:18:36,229 --> 00:18:37,522
! אכן

202
00:18:38,691 --> 00:18:40,193
...סוף סוף

203
00:18:41,694 --> 00:18:42,694
.בבקשה, אל תירו

204
00:18:42,694 --> 00:18:46,699
.ידעתי שלא תנטשי אותי
.קומודור נורינגטון, את חפצים בבקשה

205
00:18:46,699 --> 00:18:48,492
...והכובע

206
00:18:49,701 --> 00:18:50,495
! קומודור

207
00:18:53,206 --> 00:18:56,125
?אליזבת', זה אליזבת', נכון
.העלמה סוואן -

208
00:18:56,834 --> 00:19:01,046
.אז העלמה סוואן אם תוכלי
.קדימה, אין לנו את כל היום

209
00:19:03,257 --> 00:19:04,926
.עכשיו, אם תוכלי

210
00:19:21,733 --> 00:19:23,318
.זהירות על הסחורה, יקירתי

211
00:19:24,444 --> 00:19:26,238
.אתה מגעיל

212
00:19:26,446 --> 00:19:30,701
אלה החיים יקירה, אני הצלתי את חייך
.ואת הצלת את שלי, אנחנו תיקו

213
00:19:31,953 --> 00:19:33,954
.רבותיי
.גבירתי

214
00:19:34,454 --> 00:19:37,917
אתם לעד תזכרו את היום הזה
...כיום שבו, כמעט, תפסתם את

215
00:19:37,917 --> 00:19:40,210
.קפטן ג'ק ספארו...

216
00:19:59,019 --> 00:20:02,482
?עכשיו אולי תירו בו
! פתחו באש

217
00:20:09,489 --> 00:20:10,907
!על התורן

218
00:20:29,050 --> 00:20:29,843
,גילברט

219
00:20:30,719 --> 00:20:33,680
למר ספארו
...יש פגישה עם הגרדום

220
00:20:33,680 --> 00:20:35,891
.אני אצטער אם הוא יחמיץ אותה...

221
00:22:16,699 --> 00:22:19,618
.בדיוק היכן שהשארתי אותך

222
00:22:25,749 --> 00:22:27,334
...לא היכן שהשארתי אותך

223
00:22:37,678 --> 00:22:39,680
,אתה האיש שהם מחפשים

224
00:22:40,680 --> 00:22:41,891
! הפיראט

225
00:22:42,433 --> 00:22:45,144
,אתה נראה לי מוכר
? האם נתקלתי בך בעבר

226
00:22:45,686 --> 00:22:48,856
.אני מנסה להמעיט את היכרותי עם פיראטים

227
00:22:50,191 --> 00:22:52,525
.אז, יהיה חבל להכתים את הרקורד שלך

228
00:22:52,692 --> 00:22:54,195
...אז, אם תסלח לי

229
00:22:58,115 --> 00:23:00,034
?אתה חושב שזה יהיה חכם, נער

230
00:23:00,242 --> 00:23:02,703
? להצליב חרבות עם פיראט

231
00:23:04,078 --> 00:23:05,705
.אתה איימת על העלמה סוואן

232
00:23:08,917 --> 00:23:10,544
.רק מעט

233
00:23:23,182 --> 00:23:26,684
,אתה יודע מה אתה עושה, אזקוף זאת לזכותך
...יציבה מעולה

234
00:23:27,185 --> 00:23:29,688
?אבל איך עבודת הרגליים שלך

235
00:23:29,688 --> 00:23:33,692
...אם אצעד לכאן
.יפה מאד

236
00:23:34,485 --> 00:23:36,153
.ועכשיו אני אצעד שוב

237
00:23:41,200 --> 00:23:42,535
ביי

238
00:24:02,177 --> 00:24:04,347
.זה תכסיס מעולה

239
00:24:04,681 --> 00:24:08,685
,רק שפעם נוספת
.אתה עומד ביני ובין היציאה

240
00:24:08,810 --> 00:24:12,146
...ועכשיו
.אין לך נשק

241
00:24:33,918 --> 00:24:35,420
? מי עושה את כל אלה

242
00:24:37,506 --> 00:24:40,716
,אני
...ואני מתאמן איתם

243
00:24:41,175 --> 00:24:42,676
.שלוש שעות ביום...

244
00:24:44,012 --> 00:24:46,430
.אתה צריך למצוא לעצמך בחורה, חבר

245
00:24:53,979 --> 00:24:57,816
או שאולי הסיבה שאתה מתאמן שלוש
,שעות ביום היא שכבר מצאת אחת

246
00:24:57,816 --> 00:25:01,821
.ואין לך דרכים אחרות להלהיב אותה

247
00:25:02,280 --> 00:25:04,156
? אתה לא היחיד שלה, נכון

248
00:25:04,698 --> 00:25:07,702
אני מתאמן שלוש שעות ביום
...כדי שכשאפגוש פיראט

249
00:25:07,702 --> 00:25:09,204
! אני אוכל להרוג אותו...

250
00:26:25,987 --> 00:26:27,113
. אתה רמאי

251
00:26:27,823 --> 00:26:28,615
. אני פיראט

252
00:26:31,701 --> 00:26:33,704
.זוז
! לא

253
00:26:34,204 --> 00:26:36,707
. זוז בבקשה
! לא

254
00:26:36,832 --> 00:26:38,708
אני לא יכול פשוט לזוז ולתת
.לך להימלט

255
00:26:41,712 --> 00:26:44,088
.הירייה הזאת לא מיועדת לך

256
00:26:54,183 --> 00:26:55,309
! הנה הוא

257
00:26:58,686 --> 00:27:03,941
.עבודה מצוינת, מר בראון
.סייעת בלכידה של אסיר נמלט

258
00:27:04,192 --> 00:27:06,819
,רק ביצעתי את חובתי האזרחית
. אדוני

259
00:27:07,528 --> 00:27:11,491
ובכן, אני מקווה שנזכור תמיד
...שזה היום שבו קפטן ג'ק ספארו

260
00:27:11,574 --> 00:27:13,702
.כמעט נמלט...

261
00:27:13,702 --> 00:27:15,204
.קחו אותו מכאן

262
00:27:21,001 --> 00:27:24,462
כלב טוב
...בוא הנה

263
00:27:24,545 --> 00:27:28,549
.כלב נחמד ועסיסי
.בוא... בוא הנה

264
00:27:28,883 --> 00:27:32,888
,אתם יכולים להמשיך כך לנצח
. הכלב הזה לעולם לא יזוז

265
00:27:33,180 --> 00:27:37,184
אוו, תסלח לנו שלא נכנענו
.לגרדום עדיין

266
00:27:45,234 --> 00:27:48,778
הנה לך גברת
יום קשה עבורך אני בטוחה

267
00:27:49,403 --> 00:27:54,199
חשדתי שהקומודור יציע לי נישואים
אני חייבת להודות שהייתי עייפה
.מכדי להיתכונן לזה

268
00:27:54,408 --> 00:27:57,745
גברתי אויימת על ידי הפיראט הזה
!זה בטח היה מפחיד

269
00:27:58,371 --> 00:28:01,290
.אווו, כן זה היה מפחיד

270
00:28:01,916 --> 00:28:03,584
!אבל הקומודור הציע נישואים

271
00:28:04,210 --> 00:28:06,087
!בחור על רמה

272
00:28:06,295 --> 00:28:09,423
זה שידוך חכם גברתי
.אם זה לא נועז מידי להגיד

273
00:28:09,841 --> 00:28:12,343
.זה באמת שידוך חכם

274
00:28:12,969 --> 00:28:15,680
.הוא בחור נפלא

275
00:28:16,097 --> 00:28:18,599
מכל אחד אני צריכה לחלום
.על להיתחתן איתו

276
00:28:19,016 --> 00:28:22,770
?אבל מה עם וויל טרנר
.הוא בחור נהדר גם כן

277
00:28:23,605 --> 00:28:24,856
!זה נועז מידי

278
00:28:25,690 --> 00:28:29,027
.סלחי לי גברתי זה לא מקומי

279
00:29:18,075 --> 00:29:22,078
? האם בתי נתנה לך כבר תשובה
.לא, היא לא

280
00:29:23,747 --> 00:29:25,874
.ובכן, היא עברה יום מאד קשה

281
00:29:27,584 --> 00:29:29,211
מזג-אויר מזוויע
?אתה לא חושב

282
00:29:29,961 --> 00:29:31,671
.נורא, באמת נורא

283
00:29:33,298 --> 00:29:34,132
? מה זה

284
00:29:35,300 --> 00:29:36,343
! יריית תותח

285
00:29:38,679 --> 00:29:40,347
! אש תותחים

286
00:29:48,897 --> 00:29:51,942
.זו הפנינה
? הפנינה השחורה

287
00:29:54,694 --> 00:29:59,282
שמעתי את הסיפורים, היא
.תוקפת ספינות כבר עשר שנים

288
00:30:00,075 --> 00:30:03,371
.ולא משאירה אחריה ניצולים
? בלי ניצולים -

289
00:30:04,247 --> 00:30:06,831
,ומאיפה הסיפורים האלה הגיעו
? אני תוהה

290
00:31:39,632 --> 00:31:41,592
תנו להם כל מה שיש לנו
! אש

291
00:31:42,051 --> 00:31:45,971
סגן, טעינה מלאה
.הכל, סטיבן, כל התחמושת

292
00:31:45,971 --> 00:31:47,264
,המושל

293
00:31:47,264 --> 00:31:50,017
? למה שלא תלך למשרד שלי

294
00:31:51,894 --> 00:31:53,270
! זו פקודה

295
00:32:11,705 --> 00:32:12,581
...לא

296
00:32:13,207 --> 00:32:14,625
. שלום, טמבל

297
00:32:18,796 --> 00:32:19,672
! למעלה

298
00:32:30,098 --> 00:32:32,476
,העלמה סוואן
.הם באו לחטוף אותך

299
00:32:32,768 --> 00:32:34,894
? מה
.את בתו של המושל-

300
00:32:38,732 --> 00:32:41,734
,הם לא ראו אותך, הסתתרי
.ובהזדמנות ראשונה ברחי לקומת הקרקע

301
00:32:51,871 --> 00:32:52,705
...תפסתי אותך

302
00:33:00,545 --> 00:33:03,048
הוא שורף אותי
.בוא כבר-

303
00:33:46,466 --> 00:33:49,386
.אנחנו יודעים שאת כאן, בובה

304
00:33:51,387 --> 00:33:52,388
! צאי החוצה

305
00:33:53,474 --> 00:33:55,684
.אנחנו מבטיחים שלא נפגע בך

306
00:33:58,978 --> 00:34:00,606
.אנחנו נמצא אותך, בובה

307
00:34:01,940 --> 00:34:05,902
יש לך משהו שלנו
.והוא קורא לנו

308
00:34:11,783 --> 00:34:14,576
.הזהב קורא לנו

309
00:34:15,577 --> 00:34:17,914
... הזהב, הזהב

310
00:34:23,086 --> 00:34:24,921
.שלום, בובה

311
00:34:25,505 --> 00:34:27,798
! פולי
? מה-

312
00:34:28,383 --> 00:34:31,302
.פולי, אני דורשת את הזכות של פולי

313
00:34:31,719 --> 00:34:34,764
,לפי קוד האחווה
...שנכתבה על-ידי הפיראט מורגן מברתולו

314
00:34:34,848 --> 00:34:36,266
.אתם חייבים לקחת אותי לקפטן שלכם...

315
00:34:36,599 --> 00:34:38,393
.אני יודע את הקוד

316
00:34:38,393 --> 00:34:40,603
.הקוד דורש שלא תפגעו ביריב

317
00:34:40,645 --> 00:34:42,146
.עד שקיום הפולי יושלם

318
00:34:42,272 --> 00:34:43,773
! לעזאזל עם הקוד

319
00:34:43,773 --> 00:34:45,859
.היא רוצה להילקח אל הקפטן

320
00:34:47,527 --> 00:34:52,781
,והיא תגיע בעזרתנו
.אנחנו חייבים לכבד את הקוד

321
00:35:04,294 --> 00:35:05,794
! תגיד שלום

322
00:35:10,383 --> 00:35:11,258
...שלום

323
00:35:16,431 --> 00:35:17,681
! קדימה
.'אליזבת-

324
00:35:26,774 --> 00:35:28,651
.זוז מדרכי, פרחח

325
00:35:41,288 --> 00:35:44,791
אנחנו בורחים עכשיו
.לך לא נשאר מזל בכלל

326
00:36:06,480 --> 00:36:07,689
...בוא הנה כלבלב

327
00:36:08,273 --> 00:36:09,983
.נשארנו רק אני ואתה עכשיו

328
00:36:10,067 --> 00:36:14,071
...אתה וג'ק הזקן

329
00:36:14,613 --> 00:36:17,991
.ילד טוב
.בוא הנה, כן, ככה

330
00:36:17,991 --> 00:36:20,160
...קדימה, יותר קרוב

331
00:36:20,327 --> 00:36:23,246
.כן, ככה
...בוא הנה

332
00:36:23,412 --> 00:36:25,916
.חתיכת כלב מסריח ודוחה....

333
00:36:27,792 --> 00:36:30,379
,לא, לא, לא
.לא התכוונתי לזה

334
00:36:37,302 --> 00:36:39,303
.לכאן, לתוך הנשקייה

335
00:36:40,263 --> 00:36:44,059
?ובכן, ובכן, מה יש לנו כאן

336
00:36:44,685 --> 00:36:46,894
.קפטן ג'ק ספארו

337
00:36:48,063 --> 00:36:54,278
,פעם אחרונה שראיתי אותך
...היית לגמרי לבד, על אי שכוח אל

338
00:36:54,570 --> 00:36:56,655
.נעלם מעבר לאופק...

339
00:36:56,989 --> 00:36:59,533
.המזל שלו לא השתפר במיוחד

340
00:36:59,783 --> 00:37:02,286
,תדאגו למזל שלכם
? רבותיי

341
00:37:03,287 --> 00:37:07,916
המדור העמוק ביותר בגיהינום שמור
.לבוגדים, ולמורדים

342
00:37:12,003 --> 00:37:13,796
.אם כך באמת יש קללה

343
00:37:15,882 --> 00:37:17,049
...מעניין

344
00:37:17,175 --> 00:37:19,302
.אתה לא יודע דבר על הגיהינום

345
00:37:27,643 --> 00:37:29,645
...זה מאוד מעניין

346
00:38:05,389 --> 00:38:07,474
.צרפו אותה לשאר האסירים

347
00:38:07,474 --> 00:38:10,895
,היא דרשה את זכות הפולי
.ראיון עם קפטן ברבוסה

348
00:38:11,062 --> 00:38:14,899
...אני כאן כדי לשאת ולתת
. את תדברי כשיפנו אלייך

349
00:38:15,900 --> 00:38:20,238
איש לא ירים את ידו על"
"אלה אשר תחת הגנת הפולי

350
00:38:20,947 --> 00:38:22,740
.כן, אדוני

351
00:38:25,242 --> 00:38:26,244
.אני מתנצל, עלמתי

352
00:38:27,495 --> 00:38:32,166
קפטן ברבוסה, אני כאן כדי
,לדון בהפסקת ההתקפה

353
00:38:32,208 --> 00:38:34,210
.על פורט-רויאל

354
00:38:34,710 --> 00:38:38,714
אלה מילים יפות וארוכות מדי
.לפיראט צנוע

355
00:38:39,799 --> 00:38:41,175
? מה בדיוק את רוצה

356
00:38:41,384 --> 00:38:43,469
.אני רוצה שתעזוב ולעולם לא תחזור

357
00:38:46,096 --> 00:38:49,183
.אני נאלץ לסרב לבקשתך

358
00:38:51,017 --> 00:38:52,644
! כלומר לא

359
00:38:54,271 --> 00:38:56,523
...טוב מאד, אם כך

360
00:38:57,691 --> 00:38:58,817
.אני אפיל את זה

361
00:39:03,697 --> 00:39:08,077
העלמה סוואן מאמינה שלחפץ הזה
.יש איזה משמעו עבורנו

362
00:39:08,702 --> 00:39:09,494
? מדוע

363
00:39:10,495 --> 00:39:12,665
.זה מה שחיפשתם

364
00:39:13,374 --> 00:39:17,294
אני מזהה את הספינה הזאת ראיתי
.אותה לפני שמונה שנים, כשהפלגתי מאנגליה

365
00:39:17,586 --> 00:39:18,796
? באמת

366
00:39:21,590 --> 00:39:22,674
,בסדר

367
00:39:23,676 --> 00:39:26,971
,אני מניחה שאם הוא חסר משמעות
.אין שום סיבה שאני אשמור אותו

368
00:39:39,399 --> 00:39:41,735
?יש לך שם, עלמתי

369
00:39:42,486 --> 00:39:45,447
.אליזבת'... טרנר

370
00:39:46,698 --> 00:39:48,742
.אני עוזרת בבית המושל

371
00:39:51,870 --> 00:39:53,079
?העלמה טרנר

372
00:39:55,999 --> 00:39:56,791
..."המגף"

373
00:40:00,921 --> 00:40:03,798
ואיך חפץ שכזה מגיע לידיה
? של עוזרת

374
00:40:03,840 --> 00:40:06,134
? נכסים משפחתיים, אולי

375
00:40:07,093 --> 00:40:09,179
,לא גנבתי אותו
.אם לזה אתה מתכוון

376
00:40:10,264 --> 00:40:14,643
בסדר, אם כך. תני לי אותו
.ואנחנו נעזוב את עירך, ולא נשוב לעולם

377
00:40:28,865 --> 00:40:30,199
...העסקה שלנו

378
00:40:32,827 --> 00:40:36,164
עצרו את התותחים, ואחסנו את התחמושת
...גברים, לסיפון, הניפו את הדגל

379
00:40:36,288 --> 00:40:37,164
! חכה

380
00:40:37,581 --> 00:40:39,167
! אתה חייב לקחת אותי לחוף

381
00:40:39,376 --> 00:40:41,169
...לפי הקוד של האחווה

382
00:40:41,169 --> 00:40:44,588
ראשית, החזרתך לחוף לא עלתה
,במשא-ומתן

383
00:40:44,588 --> 00:40:46,550
או בהסכם, כך שאני מניח
.שזה לא היה חשוב

384
00:40:46,550 --> 00:40:50,554
שנית, את צריכה להיות פיראטית כדי שקוד
.הפיראטים יחול עלייך... ואת לא

385
00:40:50,554 --> 00:40:55,599
ושלישית, הקוד דומה יותר
.לקווים מנחים מאשר לחוקים

386
00:40:55,933 --> 00:40:59,771
,ברוכה הבאה לסיפון הפנינה השחורה
.העלמה טרנר

387
00:41:20,499 --> 00:41:22,793
! 'הם לקחו אותה, הם לקחו את אליזבת

388
00:41:23,294 --> 00:41:25,589
.מר מרטוג, סלק את האיש הזה

389
00:41:26,463 --> 00:41:28,757
,אנחנו חייבים ללכוד אותם
. אנחנו חייבים להציל אותה

390
00:41:28,799 --> 00:41:30,718
? והיכן אתה מציע שנתחיל

391
00:41:31,469 --> 00:41:35,306
אם יש לך איזשהו מידע הנוגע לבתי
.אנא, שתף אותנו

392
00:41:37,893 --> 00:41:41,854
...ג'ק ספארו
.הוא דיבר על הפנינה השחורה

393
00:41:41,937 --> 00:41:44,232
,הזכיר אותה
...ליתר דיוק

394
00:41:45,649 --> 00:41:46,609
.תשאלו אותו איפה היא

395
00:41:46,734 --> 00:41:48,904
,תעשו איתו עסקה
.הוא יכול להוביל אותנו אליה

396
00:41:48,904 --> 00:41:50,654
... לא

397
00:41:50,654 --> 00:41:53,740
מי שביצע את ההתקפה הזאת
...השאיר אותו נעול בתאו

398
00:41:53,740 --> 00:41:55,868
.הם לא בעלי-ברית...

399
00:41:56,243 --> 00:41:58,745
המושל, ביססנו את הנתיב שלהם
...כמעט בוודאות

400
00:41:59,120 --> 00:42:00,831
! זה לא מספיק טוב

401
00:42:01,665 --> 00:42:02,875
...מר טרנר

402
00:42:04,417 --> 00:42:06,545
,אתה לא איש צבא...
.וגם לא מלח

403
00:42:08,172 --> 00:42:12,259
.אתה נפח
.וזה לא הזמן לפעולות נמהרות

404
00:42:14,678 --> 00:42:17,598
,אל תעשה טעות
...ותחשוב שאתה האיש היחיד

405
00:42:17,723 --> 00:42:19,099
.'שאכפת לו מאליזבת...

406
00:42:31,070 --> 00:42:31,821
...אתה

407
00:42:31,821 --> 00:42:33,489
! ספארו
.כן -

408
00:42:33,489 --> 00:42:35,658
,אתה מכיר את הספינה ההיא
? הפנינה השחורה

409
00:42:36,866 --> 00:42:39,118
.שמעתי עליה
? איפה היא עוגנת-

410
00:42:39,285 --> 00:42:42,664
? איפה היא עוגנת
? האם לא שמעת את הסיפורים

411
00:42:45,291 --> 00:42:51,089
קפטן ברבוסה וצוותו הארור
"מפליגים לעבר "איי-המתים

412
00:42:52,341 --> 00:42:54,634
...כלומר שבלתי אפשרי למצוא אותם, חוץ

413
00:42:55,301 --> 00:42:57,554
.מאלו שכבר מכירים את הדרך...

414
00:42:57,847 --> 00:42:59,223
...הספינה אמיתית

415
00:43:00,223 --> 00:43:02,934
.ולכן המעגן שלה חייב להיות אמיתי גם...
? איפה הוא

416
00:43:03,894 --> 00:43:05,521
? למה אתה שואל אותי

417
00:43:05,563 --> 00:43:06,855
.כי אתה פיראט

418
00:43:07,188 --> 00:43:09,775
,ואתה רוצה להיות אחד בעצמך
? זה הסיפור

419
00:43:11,277 --> 00:43:12,236
! לעולם לא

420
00:43:15,865 --> 00:43:16,949
.הם לקחו את העלמה סוואן

421
00:43:17,074 --> 00:43:19,075
.אוו, אז אני רואה שכן מצאת נערה

422
00:43:19,284 --> 00:43:20,493
,אני מבין

423
00:43:20,910 --> 00:43:26,331
אז, אם אתה מתכוון להילחם באומץ
...כדי לזכות בליבה של הנערה

424
00:43:27,083 --> 00:43:31,337
,תצטרך לוותר עליי
.אני לא רואה כאן כל רווח בשבילי

425
00:43:32,087 --> 00:43:33,173
.אני יכול להוציא אותך מכאן

426
00:43:33,381 --> 00:43:35,383
.איך? המפתח ברח

427
00:43:35,466 --> 00:43:39,262
,עזרתי לבנות את התאים האלה
'אלה סורגי חצי פין, ברוחב אינץ

428
00:43:41,014 --> 00:43:44,267
,עם הציוד הנכון
...וכוח

429
00:43:45,518 --> 00:43:46,769
...הדלת תפתח

430
00:43:49,063 --> 00:43:52,609
?מה שמך
.וויל טרנר-

431
00:43:53,693 --> 00:43:55,946
זה קיצור של ווילאם אני מניח

432
00:43:55,946 --> 00:43:59,949
שם יפה, ללא ספק נקראת
?על שם אביך, הא

433
00:44:01,827 --> 00:44:02,994
כן

434
00:44:05,622 --> 00:44:08,501
,ובכן, מר טרנר
.שיניתי את דעתי

435
00:44:09,001 --> 00:44:12,127
,אם תוציא אותי מהתא הזה
...אני נשבע על כאב המוות

436
00:44:12,127 --> 00:44:17,633
אני אביא אותך לפנינה השחורה...
? ולנערתך הכחושה, מוסכם

437
00:44:21,887 --> 00:44:24,515
.מוסכם
.מוסכם, שחרר אותי

438
00:44:28,268 --> 00:44:29,728
.מהר, מישהו עלול לשמוע

439
00:44:29,978 --> 00:44:31,731
.לא בלי הכובע שלי

440
00:44:38,446 --> 00:44:39,697
? אנחנו הולכים לגנוב ספינה

441
00:44:41,865 --> 00:44:42,909
? הספינה הזאת

442
00:44:43,076 --> 00:44:46,912
...להשתלט
.אנחנו הולכים להשתלט על הספינה הזאת

443
00:44:49,290 --> 00:44:51,960
,בלי לפקפק בכוונותיך נערי
.ובלי הצגות

444
00:44:52,710 --> 00:44:56,714
הנערה הזאת, כמה רחוק אתה
? מוכן ללכת כדי להציל אותה

445
00:44:57,173 --> 00:44:59,257
.אני מוכן למות בשבילה
.אוו, יופי-

446
00:44:59,591 --> 00:45:01,009
...עכשיו בא נראה

447
00:45:21,029 --> 00:45:23,324
.זה טירוף... או גאונות

448
00:45:24,033 --> 00:45:27,369
מדהים כמה שני ההפכים האלה
.הולכים לרוב יחד

449
00:45:57,273 --> 00:46:00,777
,הישארו רגועים כולכם
.אנחנו משתלטים על הספינה

450
00:46:00,777 --> 00:46:02,945
.כן, אנחנו

451
00:46:05,866 --> 00:46:08,242
הספינה הזאת לא יכולה להיות מאויישת
.על ידי שני אנשים

452
00:46:09,077 --> 00:46:11,079
.לעולם לא תצליחו לצאת מהמפרץ

453
00:46:11,788 --> 00:46:12,998
,בן

454
00:46:13,499 --> 00:46:17,836
,אני קפטן ג'ק ספארו
? מבין

455
00:46:21,465 --> 00:46:22,591
! קומודור

456
00:46:29,223 --> 00:46:30,432
.הם השתלטו על הספינה

457
00:46:31,349 --> 00:46:34,018
."ספארו וטרנר, השתלטו על ה"דומפלס

458
00:46:34,018 --> 00:46:36,979
.פזיז, טרנר
.פזיז מדי

459
00:46:38,482 --> 00:46:42,276
הוא ללא ספק הפיראט הכי גרוע
.שראיתי מעודי

460
00:46:45,780 --> 00:46:46,864
.הנה הם באים

461
00:46:52,203 --> 00:46:54,997
!סובבו אותנו
!סובבו אותנו

462
00:47:01,421 --> 00:47:04,132
חפשו בכל תא, בכל חור
.עד לסיפון התחתון

463
00:47:19,981 --> 00:47:22,608
.מלחים, חזרה לאינטרספטור
! עכשיו

464
00:47:29,656 --> 00:47:32,994
! תודה קומודור
.שעזרת לנו לפלס דרך

465
00:47:33,286 --> 00:47:35,620
,היה לנו מאד קשה
.אילו היינו עושים את זה בעצמנו

466
00:47:38,875 --> 00:47:41,085
תתיישר אחריהם
.ונקה את הבלגאן הזה

467
00:47:41,377 --> 00:47:43,379
אם הרוח תמשיך כך
.לא נהיה מסוגלים לתפוס אותם

468
00:47:43,462 --> 00:47:46,215
אני לא צריך לתפוס אותם
.רק תביא אותם לטווח התותחים

469
00:47:46,215 --> 00:47:49,343
,מלחים, לעבודה
.איישו את התותחים

470
00:47:50,136 --> 00:47:52,388
? אנחנו חייבים לירות על הספינות שלנו, הא

471
00:47:52,889 --> 00:47:56,350
אני מעדיף לראות אותה בתחתית האוקיינוס
.מאשר בידיו של שודד-ים

472
00:47:57,768 --> 00:48:01,189
.קומודור, הוא הוציא את התותחים מכלל פעולה

473
00:48:05,401 --> 00:48:06,486
!לנטוש את הסירה

474
00:48:13,283 --> 00:48:15,994
.זה בטח הפיראט הטוב ביותר שראיתי מעודי

475
00:48:16,996 --> 00:48:18,789
.כך זה נראה

476
00:48:28,090 --> 00:48:31,927
,כשהייתי צעיר גרתי באנגליה
.אימי גידלה אותי לבדה

477
00:48:32,177 --> 00:48:36,182
,אחרי מותה
.באתי לכאן, בחיפוש אחר אבי

478
00:48:37,475 --> 00:48:38,475
? באמת

479
00:48:40,311 --> 00:48:42,438
...אבי, וויל טרנר

480
00:48:43,189 --> 00:48:46,526
.בכלא, רק אחרי שידעת את שמו הסכמת לעזור

481
00:48:46,526 --> 00:48:48,778
...בגלל שזה מה שרציתי לא לחצתי עליך אז

482
00:48:48,945 --> 00:48:52,823
,אני לא מפגר ג'ק
.אתה הכרת את אבי

483
00:48:58,870 --> 00:48:59,913
...הכרתי אותו

484
00:49:00,205 --> 00:49:02,834
בטח אחד הבודדים שהכירו
.אותו כוויליאם טרנר

485
00:49:03,291 --> 00:49:06,419
"כל השאר קראו לו "המגף
.או "המגף" ביל

486
00:49:06,419 --> 00:49:10,382
? "המגף"
.איש טוב, פיראט טוב-

487
00:49:11,258 --> 00:49:14,135
.אני נשבע, אתה נראה בדיוק כמוהו
.זה לא נכון-

488
00:49:14,762 --> 00:49:18,140
הוא היה מלח-סוחר, אדם טוב
.ומכובד ששמר חוק

489
00:49:18,723 --> 00:49:20,935
,הוא היא פיראט מחורבן
.ופורע חוק

490
00:49:22,144 --> 00:49:24,938
.אבא שלי לא היה פיראט

491
00:49:26,065 --> 00:49:27,650
.תניח את זה בצד, בן

492
00:49:28,567 --> 00:49:30,193
. לא כדאי שתחטוף שוב

493
00:49:30,277 --> 00:49:31,528
...לא החטפת לי

494
00:49:31,528 --> 00:49:34,531
,התעלמת מחוקי הלחימה
.בקרב הוגן, אני אביס אותך

495
00:49:34,656 --> 00:49:37,325
,ולא ממש מתאים לי להילחם בקרב הוגן
?נכון

496
00:49:44,875 --> 00:49:47,501
.עכשיו, כל זמן שאתה תלוי שם שים לב

497
00:49:48,294 --> 00:49:51,173
...החוקים היחידים החשובים הם אלה

498
00:49:51,173 --> 00:49:54,885
,מה שגבר יכול לעשות
.ומה שגבר לא יכול לעשות

499
00:49:55,010 --> 00:49:59,264
לדוגמא, אתה יכול לקבל את העובדה
,שאבא שלך היה פיראט וגם איש טוב

500
00:49:59,722 --> 00:50:00,849
.או שאתה לא יכול

501
00:50:01,141 --> 00:50:05,020
,הפיראט בדמך נערי
.ואתה תצטרך ליישב את העניין יום אחד

502
00:50:05,270 --> 00:50:08,064
,אני, לדוגמא
אני יכול להניח לך לטבוע

503
00:50:08,523 --> 00:50:12,193
אבל אני לא יכול להביא את הספינה
? הזאת לטורטוגה לבדי, מבין

504
00:50:12,277 --> 00:50:13,987
...ובכן

505
00:50:18,159 --> 00:50:21,536
האם אתה מסוגל להפליג
? תחת פיקודו של פיראט

506
00:50:22,621 --> 00:50:24,165
? או שלא

507
00:50:26,665 --> 00:50:27,917
? טורטוגה

508
00:50:28,667 --> 00:50:29,920
! טורטוגה

509
00:51:01,618 --> 00:51:02,868
מה אתה חושב

510
00:51:08,707 --> 00:51:17,049
אני אומר לך אם בכל עיר בעולם היה כזה
.דבר אף גבר היה מרגיש לא רצוי

511
00:51:19,552 --> 00:51:21,219
.אני לא בטוח שזה מגיע לי

512
00:51:23,139 --> 00:51:24,014
ג'יזל

513
00:51:24,890 --> 00:51:25,724
? מי זאת

514
00:51:28,936 --> 00:51:30,354
.יכול להיות שזה הגיע לי

515
00:51:32,356 --> 00:51:35,276
.תקולל נשמתך, אידיוט מחורבן

516
00:51:37,987 --> 00:51:39,780
! אם האלוהים

517
00:51:39,989 --> 00:51:41,490
.ג'ק

518
00:51:41,991 --> 00:51:45,245
אתה אמור לדעת שלא
...מעירים אדם משינה

519
00:51:45,245 --> 00:51:48,497
.זה מביא מזל רע...
למזלי, אני יודע איך לבטל את זה-

520
00:51:49,331 --> 00:51:52,710
האיש שהעיר קונה לאיש
,שישן משקה

521
00:51:52,835 --> 00:51:55,546
האיש שישן שותה את המשקה
...ואז מבצע את ההצעה

522
00:51:55,754 --> 00:51:56,756
.שהוצעה על ידי האיש שהעיר אותו...

523
00:52:00,216 --> 00:52:01,759
.בוא נעשה את זה

524
00:52:07,015 --> 00:52:08,309
! בפעם האחרונה, אני כבר ער

525
00:52:09,226 --> 00:52:11,227
.זה היה בשביל הריח

526
00:52:20,946 --> 00:52:22,948
.תשמור את העיניים פקוחות

527
00:52:30,246 --> 00:52:33,667
עכשיו, מה היא בדיוק ההרפתקה
? הזאת שלך

528
00:52:35,211 --> 00:52:37,129
.אני רודף אחרי הפנינה השחורה

529
00:52:41,217 --> 00:52:44,386
,אני יודע איפה היא אמורה להיות
ואני הולך לקחת אותה

530
00:52:45,721 --> 00:52:48,472
.ג'ק, זו תוכנית מטופשת

531
00:52:48,973 --> 00:52:51,434
אתה יודע טוב ממני את הסיפורים
.על הפנינה השחורה

532
00:52:52,268 --> 00:52:54,896
זאת הסיבה שאני יודע מה ברברוסה זומם

533
00:52:55,438 --> 00:52:57,023
.כל מה שאני צריך זה צוות

534
00:52:57,649 --> 00:53:00,402
,ממה ששמעתי על קפטן ברבוסה
...הוא לא אדם שיסבול טיפשים

535
00:53:00,402 --> 00:53:02,320
.או ינהל משא ומתן עם אחד...

536
00:53:02,570 --> 00:53:04,823
?אז זה טוב שאני לא טיפש, נכון

537
00:53:04,906 --> 00:53:05,657
.תוכיח שאני טועה

538
00:53:06,408 --> 00:53:08,952
מה גורם לך להאמין שברבוסה
?יוותר על ספינתו בשבילך

539
00:53:09,911 --> 00:53:13,332
?בוא רק נאמר שזה מעשה של שחרור, הא

540
00:53:29,723 --> 00:53:30,683
? הנער

541
00:53:32,267 --> 00:53:35,353
...זהו בנו של "המגף" ביל טרנר

542
00:53:36,146 --> 00:53:38,772
.בנו היחיד...
?מבין

543
00:53:38,939 --> 00:53:40,859
?באמת

544
00:53:44,070 --> 00:53:45,154
...מלוכלך שכמוך

545
00:53:46,321 --> 00:53:50,034
,אני חושב שאני חש שינוי באויר
אני אמצא לנו צוות

546
00:53:50,910 --> 00:53:54,038
חייבים להיות על הסלע הזה כמה
.מלחים מטורפים כמוך

547
00:53:54,080 --> 00:53:55,373
...אנחנו יכולים רק לקוות

548
00:53:55,290 --> 00:53:58,585
קח כמה שאתה יכול"
"ואל תיתן דבר בתמורה

549
00:54:23,775 --> 00:54:27,489
,את תסעדי עם הקפטן
.ואת נדרשת ללבוש את זה

550
00:54:28,989 --> 00:54:32,284
.מסור לקפטן שאני מסרבת להיענות לבקשתו

551
00:54:33,328 --> 00:54:34,828
הוא אמר שזה מה שתגידי

552
00:54:35,829 --> 00:54:38,123
...הוא גם אמר שבמקרה זה

553
00:54:38,332 --> 00:54:40,001
...את תסעדי עם הצוות...

554
00:54:40,418 --> 00:54:42,002
.בעירום...

555
00:54:48,008 --> 00:54:48,926
יופי

556
00:55:06,109 --> 00:55:09,613
,אין צורך לשמור על רשמיות
. כי אין את מי להרשים

557
00:55:10,948 --> 00:55:12,949
את בוודאי רעבה

558
00:55:29,758 --> 00:55:30,759
נסי את היין

559
00:55:35,931 --> 00:55:37,933
,ואת התפוחים
.אחד מאלו אחר כך

560
00:55:47,067 --> 00:55:47,860
.זה מורעל

561
00:55:50,237 --> 00:55:52,614
.אין שום היגיון בלהרוג אותך, העלמה טרנר

562
00:55:52,656 --> 00:55:55,659
,אז שחרר אותי קיבלת את המדליון
.אין לי ערך נוסף בשבילך

563
00:56:00,122 --> 00:56:05,001
?אין לך שום מושג מה זה, נכון
.זה מדליון של פיראטים-

564
00:56:05,711 --> 00:56:08,005
.זה זהב אצטקי

565
00:56:08,838 --> 00:56:14,845
אחד מ-882 יחידות זהות שהוביל
.בתיבת אבן, קורטז עצמו

566
00:56:16,387 --> 00:56:20,392
כסף דמים ששולם לו כדי
.שייטבח בהם עם צבאותיו

567
00:56:21,267 --> 00:56:24,563
,אך חמדנותו של קורטז
.לא ידעה שבעה

568
00:56:24,771 --> 00:56:31,445
,אז האלים הזועמים הטביעו בזהב
.קללה נוראית...

569
00:56:33,030 --> 00:56:37,034
כל בן-תמותה שייקח ולו פיסה אחת
...מתיבת האבן

570
00:56:38,202 --> 00:56:40,995
.ייענש, לנצח...

571
00:56:43,539 --> 00:56:46,501
אני ממש לא מאמינה בסיפורי אגדות
.יותר, קפטן ברבוסה

572
00:56:46,792 --> 00:56:47,585
כן

573
00:56:48,920 --> 00:56:52,424
זה בדיוק מה שאני חשבתי כששמענו
את האגדה לראשונה

574
00:56:52,299 --> 00:56:57,136
,קבור באי שאיש לא יוכל למצוא
.חוץ מאילו שיודעים את מקומו

575
00:56:58,430 --> 00:57:02,809
,ואנחנו מצאנו אותו
...ושם התיבה

576
00:57:03,644 --> 00:57:05,770
.ובתוכה הזהב...

577
00:57:06,270 --> 00:57:07,814
! לקחנו את הכל

578
00:57:08,856 --> 00:57:10,275
.פיזרנו אותם, וסחרנו בהם

579
00:57:10,818 --> 00:57:14,570
,בזבזנו אותם
.על שתייה, אוכל וחברה מענגת

580
00:57:14,737 --> 00:57:19,408
...ככל שבזבזנו יותר, יותר התבהר לנו

581
00:57:21,245 --> 00:57:27,042
,השתייה לא מספקת...
...האוכל הופך לאפר בפינו

582
00:57:28,125 --> 00:57:32,295
,וכל התענוגות והחברה שבעולם...
.לא מספקים את תאוותינו

583
00:57:34,590 --> 00:57:37,425
,אנחנו מקוללים
העלמה טרנר

584
00:57:38,845 --> 00:57:44,976
,בהתחלה הייתה בנו חמדנות
.עתה היא מכלה אותנו

585
00:57:56,279 --> 00:57:59,490
.יש רק דרך אחת לסיים את הקללה הזאת

586
00:58:02,910 --> 00:58:07,540
כל הפיסות החסרות של הזהב
,האצטקי חייבות לחזור לתיבה

587
00:58:08,207 --> 00:58:10,668
.ואת הדם, צריך לשלם

588
00:58:12,712 --> 00:58:16,506
.תודות לך יש לנו את הפיסה האחרונה

589
00:58:18,425 --> 00:58:20,886
? והדם שצריך לשלם-

590
00:58:20,886 --> 00:58:23,388
,זאת הסיבה שלא משתלם להרוג אותך

591
00:58:24,264 --> 00:58:25,057
...בינתיים

592
00:58:27,434 --> 00:58:28,727
? תפוח

593
00:58:45,410 --> 00:58:49,624
אני סקרן, מה תכננת לעשות אחרי
? שתרצחי אותי

594
00:59:54,019 --> 00:59:55,146
...הביטי

595
00:59:55,146 --> 00:59:58,525
.אור הירח ייראה לך מה אנחנו באמת

596
00:59:58,984 --> 01:00:02,069
אין אנחנו בין החיים, ולכן אנחנו
.לא יכולים למות

597
01:00:02,278 --> 01:00:03,947
.אבל אנחנו גם לא מתים

598
01:00:05,490 --> 01:00:08,576
,זמן רב מדי
.הייתי צמא בלי יכולת לשתות

599
01:00:08,701 --> 01:00:12,705
,זמן רב מדי
.הייתי רעב עד מוות, ולא מתתי

600
01:00:13,539 --> 01:00:15,625
...אינני חש דבר

601
01:00:16,042 --> 01:00:19,211
,לא את הרוח על פניי...
.או את רסס הים

602
01:00:20,547 --> 01:00:23,675
.ולא את חומו של בשר אישה

603
01:00:24,634 --> 01:00:27,345
,כדאי לך מאד להאמין בסיפורי רוחות
...העלמה טרנר

604
01:00:28,472 --> 01:00:30,682
.את נמצאת באחד...

605
01:00:48,324 --> 01:00:51,368
,על מה אתם מסתכלים
.חזרו לעבודה

606
01:00:59,835 --> 01:01:01,213
הבט, קפטן

607
01:01:01,796 --> 01:01:04,006
,בכל האנשים נאמני האחיזה האלה

608
01:01:04,340 --> 01:01:06,675
.כל אחד מהם מוכשר להפלגה

609
01:01:07,636 --> 01:01:09,094
."זהו "המגף המטורף

610
01:01:10,012 --> 01:01:12,599
?אז, זה הצוות החסון והמוכשר שלך

611
01:01:18,563 --> 01:01:20,649
.אתה, מלח
.קודינגטון, אדוני

612
01:01:20,649 --> 01:01:21,649
מר קודינגטון

613
01:01:22,857 --> 01:01:27,613
,האם יש לך די אומץ למלא פקודות
?ולהישאר נאמן גם אל מול מוות בטוח

614
01:01:27,946 --> 01:01:30,533
!מר קודינגטון, ענה לי

615
01:01:31,158 --> 01:01:35,703
,הוא אילם אדוני, בני השטן חתכו את לשונו
.לכן הוא אימן תוכי שידבר במקומו

616
01:01:36,747 --> 01:01:38,207
...אף אחד עוד לא הבין איך

617
01:01:41,334 --> 01:01:44,964
! התוכי של מר קודינגטון
אותה שאלה

618
01:01:45,506 --> 01:01:48,050
! מוכן להפלגה
! מוכן להפלגה

619
01:01:48,926 --> 01:01:51,428
- באופן כללי, אנחנו חושבים שזה
כן-

620
01:01:51,303 --> 01:01:53,848
.בוודאי
? מרוצה

621
01:01:54,765 --> 01:01:56,600
.זה רק הוכיח שהוא משוגע

622
01:01:56,767 --> 01:01:58,979
?ומה יוצא מזה לנו

623
01:02:09,737 --> 01:02:12,615
אנה מריה
אל-אץ נקודה שתיים ווי נקודה נאאט

624
01:02:12,991 --> 01:02:16,328
?אני מניח שגם זה לא הגיע לך
.לא, זה בהחלט הגיע לי-

625
01:02:16,954 --> 01:02:19,706
! אתה גנבת את הסירה שלי
...למעש

626
01:02:22,041 --> 01:02:24,086
.שאלתי...שאלתי ללא רשות

627
01:02:24,794 --> 01:02:28,340
אבל עם כוונה מלאה להחזיר אותה אלייך
! אבל לא החזרת-

628
01:02:28,716 --> 01:02:30,217
תקבלי אחת אחרת

629
01:02:31,384 --> 01:02:32,260
.אני אקבל

630
01:02:32,427 --> 01:02:34,847
!יותר טובה
! יותר טובה-

631
01:02:35,598 --> 01:02:37,348
.את זאת
? איזה זאת

632
01:02:40,060 --> 01:02:41,353
?!? את זאת

633
01:02:44,522 --> 01:02:46,400
!כן, את זאת

634
01:02:46,692 --> 01:02:49,069
?מה אתם אומרים
! כן-

635
01:02:51,280 --> 01:02:55,367
לא, לא, לא, זה ממש מזל רע להעלות
.אישה על הסיפון, אדוני

636
01:02:55,242 --> 01:02:57,702
זה יהיה הרבה יותר גרוע
.אם לא נעלה אותה

637
01:03:31,862 --> 01:03:34,906
?איך נפליג לאי שאיש לא יכול למצוא

638
01:03:34,906 --> 01:03:37,158
? עם מצפן שלא עובד

639
01:03:37,325 --> 01:03:39,161
...כן, המצפן לא מצביע צפונה

640
01:03:39,536 --> 01:03:42,038
אבל אנחנו לא מנסים למצוא...
?את הצפון נכון

641
01:03:52,756 --> 01:03:57,387
.אנחנו חייבים להשליך מטען עודף, אדוני
.היא יכולה להחזיק מעמד עוד קצת-

642
01:03:59,847 --> 01:04:02,725
?מה אתה מנסה לעשות
.אולי נחכה למזג אויר נוח יותר, קפטן

643
01:04:02,851 --> 01:04:04,852
.אנחנו מצמצמים את הפער

644
01:04:20,285 --> 01:04:21,870
.הגיע הזמן, בובה

645
01:05:24,139 --> 01:05:28,143
בוא נקווה שהיא על הספינה בהתחשב בכמות
.המלחים ההגונים שמתו בנתיב הזה

646
01:05:44,659 --> 01:05:46,745
?איך ג'ק השיג את המצפן הזה

647
01:05:46,745 --> 01:05:49,998
.לא הרבה ידוע על קפטן ג'ק ספארו
...חוץ מזה שיש לו קיבעון

648
01:05:50,207 --> 01:05:52,668
.על האוצר שאמור להיות באי הצבים...

649
01:05:52,709 --> 01:05:54,711
זה היה לפני שהכרתי אותו

650
01:05:54,711 --> 01:05:57,214
בתקופה שהוא היה הקפטן של הפנינה השחורה

651
01:05:57,589 --> 01:05:59,258
? מה

652
01:06:01,844 --> 01:06:03,679
.הוא שכח להזכיר את זה

653
01:06:03,720 --> 01:06:07,265
,הוא שומר את הקלפים שלא קרוב לחזה עכשיו
.הוא למד לקח קשה

654
01:06:08,475 --> 01:06:11,519
אתה מבין, שלשה ימים אחרי תחילת המסע
...החובל הראשון בא אליו ואומר

655
01:06:11,519 --> 01:06:14,940
.שהחלוקה צריכה להיות שווה...
וזה כולל גם את מיקומו של האוצר

656
01:06:14,940 --> 01:06:16,899
.אז, ג'ק נתן להם את המיקום

657
01:06:17,942 --> 01:06:20,112
.ואז, בלילה, הם מרדו בו

658
01:06:20,696 --> 01:06:24,198
,הם נטשו את ג'ק על אי
.והשאירו אותו למות

659
01:06:24,240 --> 01:06:26,702
.אבל לא לפני שהוא איבד את שפיותו מהחום

660
01:06:27,911 --> 01:06:32,958
...אוו, אז זה הסיבה לכל ה

661
01:06:35,418 --> 01:06:37,004
.לסיבות, אין שום קשר לזה

662
01:06:37,504 --> 01:06:41,507
עכשיו, וויל. כשהפיראט המורד
,בך משאיר לך אקדח, עם כדור אחד

663
01:06:42,049 --> 01:06:42,759
,ירייה אחת

664
01:06:43,302 --> 01:06:45,679
,ובכן, זה לא יועיל לך במיוחד לצייד
.או להצלה

665
01:06:45,471 --> 01:06:53,185
,אבל אחרי שלושה שבועות של רעב וצמא
האקדח הזה נראה מאד...ידידותי

666
01:06:53,310 --> 01:06:56,856
אבל ג'ק נמלט מהאי ועדיין יש לו
,את הירייה האחת ההיא

667
01:06:56,898 --> 01:06:59,358
,אבל הוא לא ישתמש בה
.היא שמורה לאדם אחד בלבד

668
01:07:00,151 --> 01:07:01,903
...החובל הראשון המורד שלו

669
01:07:02,612 --> 01:07:04,405
ברבוסה
כן-

670
01:07:05,281 --> 01:07:08,493
? איך ג'ק הצליח לברוח מהאי
...ובכן, אני אספר לך

671
01:07:09,035 --> 01:07:13,039
הוא נכנס למים הרדודים וחיכה שם
במשך שלושה ימים ושלושה לילות

672
01:07:13,414 --> 01:07:17,544
,עד שכל יצורי הים התרגלו לנוכחותו

673
01:07:17,794 --> 01:07:19,795
...בבוקרו של היום הרביעי

674
01:07:20,046 --> 01:07:24,051
,הוא תפס זוג צבי-ים
.קשר אותם ביחד, ועשה מהם רפסודה

675
01:07:26,469 --> 01:07:30,182
? הוא קשר זוג צבי-ים
.כן, צבי-ים -

676
01:07:32,225 --> 01:07:34,060
? במה הוא השתמש בתור חבל

677
01:07:39,773 --> 01:07:42,193
...שיער אדם

678
01:07:42,193 --> 01:07:43,944
מגבי...

679
01:07:44,611 --> 01:07:46,071
! השליכו עוגן

680
01:07:48,533 --> 01:07:50,617
.מר טרנר הצעיר ואני נרד לחוף

681
01:07:51,451 --> 01:07:53,996
?קפטן, ומה אם יקרה הגרוע מכל

682
01:07:54,956 --> 01:07:57,874
.תמשיכו בהתאם לקוד
.כן, הקוד -

683
01:08:24,901 --> 01:08:28,905
.עשר שנים של איסוף הון
...סוף סוף נוכל להשתמש בו

684
01:08:36,496 --> 01:08:38,875
.ברגע שהקללה תוסר נהיה אנשים עשירים

685
01:08:40,083 --> 01:08:43,587
ואתה תוכל לקנות עין זכוכית
.שממש תתאים

686
01:08:43,753 --> 01:08:46,089
? ומה אם זה יוביל למשהו נורא

687
01:08:47,924 --> 01:08:49,134
.תפסיק לשפשף אותה

688
01:09:09,989 --> 01:09:12,573
מהו הקוד שהם צריכים לקיים
? אם הנורא מכל יקרה

689
01:09:13,408 --> 01:09:14,451
.קוד הפיראטים

690
01:09:15,285 --> 01:09:19,289
...כל אדם שנופל מאחור
.נשאר מאחור

691
01:09:20,499 --> 01:09:22,793
? אין גיבורים בין גנבים, הא

692
01:09:24,043 --> 01:09:28,215
,אתה לא צריך לחפש רחוק כל כך
.אתה בדרכך להפוך לאחד

693
01:09:30,466 --> 01:09:34,680
...שחררת אדם מהכלא
...השתלטת על ספינה של הצי

694
01:09:35,180 --> 01:09:37,599
...אתה מפליג עם חבורה של שרצים מטורטוגה

695
01:09:40,602 --> 01:09:42,729
.ו...אתה לגמרי אובססיבי בקשר לאוצר

696
01:09:46,650 --> 01:09:50,320
זה לא נכון, אני לא אובססיבי
.בקשר לאוצר

697
01:09:57,327 --> 01:10:00,038
...לא כל האוצרות הם כסף וזהב, חבר

698
01:10:00,038 --> 01:10:02,873
! רבותיי, הגיעה העת

699
01:10:02,873 --> 01:10:06,169
זהו זמן הישועה

700
01:10:06,503 --> 01:10:10,381
העינוי עומד להסתיים
? 'אליזבת

701
01:10:10,590 --> 01:10:17,973
סבלנו במשך עשר שנים, בגלל המתכת הזאת
...ונענשנו עבורה מאה פעמים

702
01:10:18,015 --> 01:10:20,975
!ומאה פעמים נוספות

703
01:10:24,730 --> 01:10:31,820
! נענשנו ! כולנו
.כתשלום לחטאינו

704
01:10:33,905 --> 01:10:34,740
הנה הוא

705
01:10:38,743 --> 01:10:41,663
.האוצר המקולל של קורטז, בכבודו ובעצמו

706
01:10:43,624 --> 01:10:48,419
...כל אחת מהפיסות שלקחנו
.החזרנו

707
01:10:48,836 --> 01:10:50,212
! חוץ מזאת

708
01:10:50,671 --> 01:10:51,588
! ג'ק
.עוד לא-

709
01:10:54,133 --> 01:10:55,927
נחכה להזדמנות המתאימה

710
01:10:59,680 --> 01:11:00,598
? ומתי זה יהיה

711
01:11:01,557 --> 01:11:03,809
? כשיהיה יותר רווח בשבילך

712
01:11:04,101 --> 01:11:05,603
? אני יכול לשאול אותך משהו

713
01:11:06,896 --> 01:11:09,732
? האם אי פעם נתתי לך סיבה לא לסמוך עלי

714
01:11:10,399 --> 01:11:14,946
תעשה לנו טובה, אני יודע שזה קשה לך
.אבל, בבקשה הישאר כאן

715
01:11:16,239 --> 01:11:18,699
ותנסה לא לעשות משהו מטופש

716
01:11:21,787 --> 01:11:26,583
ועתה, נותר רק לשלם את הדם
לאלים הזועמים

717
01:11:26,583 --> 01:11:29,377
? ושל מי הדם שישולם

718
01:11:29,377 --> 01:11:31,379
! שלה
! שלה

719
01:11:33,506 --> 01:11:37,884
את יודעת הדבר הראשון שאני הולך לעשות
...אחרי הסרת הקללה הוא זה

720
01:11:40,054 --> 01:11:43,056
.לאכול שיח תפוחים שלם

721
01:11:51,691 --> 01:11:55,235
.התחילו בטקס
...השבת הדם

722
01:12:00,240 --> 01:12:02,743
,מצטער ג'ק
.אני לא הולך להמתין לך

723
01:12:13,129 --> 01:12:14,422
?זהו זה

724
01:12:15,214 --> 01:12:16,799
בזבוז הוא חיסרון

725
01:12:54,921 --> 01:12:56,129
? זה עבד

726
01:12:56,713 --> 01:12:59,258
,אני לא מרגיש שום הבדל
איך יודעים

727
01:13:05,972 --> 01:13:07,390
! אתה לא מת

728
01:13:08,766 --> 01:13:09,767
לא

729
01:13:11,394 --> 01:13:14,189
! הוא ירה בי
.זה לא עבד

730
01:13:14,439 --> 01:13:16,232
.אנחנו עדיין מקוללים

731
01:13:21,195 --> 01:13:25,742
?את, עוזרת, מה היה שמו של אביך
?אביך היה וויליאם טרנר

732
01:13:25,742 --> 01:13:28,912
! לא
? אז איפה הילד שלו

733
01:13:28,954 --> 01:13:34,000
?הילד, ששט מאנגליה עונד את השרשרת הזאת
?הילד שבעורקיו זורם דמו של וויליאם טרנר

734
01:13:34,000 --> 01:13:35,001
? איפה

735
01:13:42,259 --> 01:13:44,094
.אתם שניכם
? הא

736
01:13:44,094 --> 01:13:46,346
.הבאתם את האדם הלא נכון
! כן

737
01:13:47,555 --> 01:13:50,308
.לא! היה לה את המדליון

738
01:13:50,308 --> 01:13:53,560
.היא בגיל המתאים
.והיא נושאת את השם טרנר, שמעתם אותה-

739
01:14:00,609 --> 01:14:02,903
! הבאתם את כולנו לחינם

740
01:14:02,903 --> 01:14:06,615
,אני רוצה לתחקר אותה על החשדות שלנו
.ואני לא רוצה לסמוך על מטומטמים כמוכם

741
01:14:06,615 --> 01:14:10,996
ואת מי נאשים? כל החלטה שביצעת
.עד עכשיו הובילה אותנו מן הפח אל הפחת

742
01:14:13,038 --> 01:14:17,335
! בואו נשליך אותו למצולות
! כן -

743
01:14:19,545 --> 01:14:22,799
.ואתה הוא זה שהוביל אותנו לכאן מלכתחילה

744
01:14:23,841 --> 01:14:27,304
,כל פחדן כאן שמעוניין להלחם בי
. שידבר

745
01:14:28,680 --> 01:14:32,892
,אני אומר שנחתוך לה את הגרון
.ונשפוך את כל דמה

746
01:14:32,892 --> 01:14:35,270
.ליתר ביטחון
! כן -

747
01:14:44,320 --> 01:14:48,324
! המדליון, היא לקחה אותו
! אחריה

748
01:14:48,324 --> 01:14:51,035
.חבורת חדלי אישים מטומטמים

749
01:15:01,712 --> 01:15:02,755
! מצאו אותה

750
01:15:11,639 --> 01:15:12,181
... אתה

751
01:15:14,391 --> 01:15:17,770
! אתה אמור להיות מת
? אני לא -

752
01:15:42,711 --> 01:15:45,380
. פולי
! זאת המילה, פולי

753
01:15:45,672 --> 01:15:46,631
! פולי

754
01:15:49,468 --> 01:15:53,264
לעזאזל, כל מה שהמשוגעים
.האלה יכולים לחשוב עליו זה פולי

755
01:15:54,515 --> 01:15:56,850
.אתה מתכוון ודאי לצרפתים

756
01:16:08,320 --> 01:16:11,782
! לא עוד פיראטים
.'ברוכה הבאה לסיפון העלמה אליזבת-

757
01:16:13,616 --> 01:16:16,287
? מר גיבס
? הי, נער, איפה ג'ק

758
01:16:17,412 --> 01:16:19,914
?ג'ק
? ג'ק ספארו

759
01:16:21,249 --> 01:16:22,959
.הוא נותר מאחור

760
01:16:30,383 --> 01:16:31,718
.צייתו לקוד

761
01:16:33,011 --> 01:16:36,598
! הרימו עוגן
.הרימו מפרשים, הטו הגה למזרח

762
01:16:43,771 --> 01:16:47,318
?איך לכל השדים, הצלחת לרדת מהאי הזה

763
01:16:46,650 --> 01:16:53,449
,כשנטשת אותי על פיסת האי המקוללת ההיא
...שכחת דבר אחד

764
01:16:55,658 --> 01:16:56,869
.אני קפטן ג'ק ספארו

765
01:16:57,953 --> 01:17:03,249
...ובכן, אני לא אעשה את אותה טעות
.שנית

766
01:17:03,666 --> 01:17:08,003
?אני מניח שכולכם זוכרים את קפטן ג'ק ספארו
כן -

767
01:17:09,464 --> 01:17:10,256
! הרגו אותו

768
01:17:12,133 --> 01:17:14,177
?דמה של הנערה לא עבד, נכון

769
01:17:17,055 --> 01:17:18,723
.אל תירו

770
01:17:24,520 --> 01:17:27,357
? ידוע לך איזה דם אנחנו צריכים

771
01:17:29,192 --> 01:17:31,110
! אני יודע את הדם של מי אתם צריכים

772
01:17:37,825 --> 01:17:40,745
איזה מן אדם סוחר בחיים
עבור ספינה

773
01:17:40,787 --> 01:17:42,080
.פיראט

774
01:17:42,997 --> 01:17:47,668
.הנה, תני לי
.תודה -

775
01:17:49,420 --> 01:17:54,676
,אמרת שהשתמשת בשמי כשלך
? למה

776
01:17:57,886 --> 01:17:58,971
...לא יודעת

777
01:18:01,057 --> 01:18:04,476
.מצטער, ידיים של נפח
.אני יודע שהן גסות

778
01:18:04,851 --> 01:18:07,063
,לא... אני מתכוונת, נכון
...אבל

779
01:18:11,275 --> 01:18:12,777
...אל תפסיק

780
01:18:20,868 --> 01:18:22,369
...'אליזבת

781
01:18:38,302 --> 01:18:39,720
...זה שלך

782
01:18:43,849 --> 01:18:46,393
.חשבתי שאיבדתי את זה ביום בו היצלת אותי

783
01:18:47,644 --> 01:18:51,189
,זו הייתה מתנה מאבי
.הוא שלח לי את זה

784
01:18:56,904 --> 01:18:58,406
?למה לקחת את זה

785
01:19:00,324 --> 01:19:02,951
.כי חששתי שאתה פיראט

786
01:19:04,662 --> 01:19:06,538
.זה היה נורא

787
01:19:09,959 --> 01:19:12,336
.מה שם היו צריכים, זה לא הדם שלך

788
01:19:15,464 --> 01:19:17,050
.זה היה הדם של אבי

789
01:19:19,343 --> 01:19:20,552
.הדם שלי

790
01:19:26,557 --> 01:19:28,143
.דם של פיראט

791
01:19:28,143 --> 01:19:30,645
!אני כל-כך מצטערת, אנא סלח לי

792
01:19:43,324 --> 01:19:48,830
אז קיווית לעזוב אותי סתם כך על החוף ללא כלום
,מלבד שם, ומילתך שזהו השם לו אני זקוק

793
01:19:49,205 --> 01:19:52,376
?ולצפות בך מפליג עם ספינתי

794
01:19:52,960 --> 01:19:58,382
,לא, קיוויתי לעזוב אותך על החוף
...ללא שם כלל

795
01:19:58,382 --> 01:20:02,594
,מביט בי מפליג בספינתי...
.ואז אני אצעק לך את השם

796
01:20:03,387 --> 01:20:04,721
?מובן

797
01:20:04,846 --> 01:20:08,266
,אבל עדיין קיימת הבעיה שאני עומד על איזה חוף
...עם שום דבר חוץ משם

798
01:20:08,683 --> 01:20:11,978
.והמילה שלך שזהו השם לו אני זקוק...

799
01:20:12,687 --> 01:20:22,029
,מבין שנינו, אני היחיד שלא ביצע מרד
.ולכן על המילה שלי אנחנו נסמוך

800
01:20:22,697 --> 01:20:28,911
,אם כי... אני מניח שאני צריך להודות לך
...משום שאם לא היית בוגד בי ומשאיר אותי למות

801
01:20:29,287 --> 01:20:33,124
,הייתי סובל מן הקללה הזו כמוך...

802
01:20:34,417 --> 01:20:36,377
? עולם מצחיק, נכון

803
01:20:39,714 --> 01:20:42,300
.קפטן, אנחנו מתקרבים לאינטרספטור

804
01:20:55,229 --> 01:20:59,482
,יש לי רעיון, ברבוסה
,תניף את דגל הדיאלוג

805
01:20:59,941 --> 01:21:03,613
ואני אעלה על האינטרספטור ואנהל משא ומתן
,בנוגע להשבת המדליון

806
01:21:03,613 --> 01:21:05,155
? מה אתה אומר על זה

807
01:21:05,739 --> 01:21:09,118
לא, אתה מבין ג'ק, זו בדיוק הגישה
...שגרמה לך לאבד את הפנינה

808
01:21:09,619 --> 01:21:12,413
.קל יותר לערוך חיפוש על גופות

809
01:21:13,873 --> 01:21:15,249
! תכלאו אותו בתאו

810
01:21:28,137 --> 01:21:33,184
הרימו מפרשים, הפנו את הספינה לכיוון הרוח
.חייבים להתרחק בכל המהירות

811
01:21:33,184 --> 01:21:37,063
? מה קורה
! הפנינה השחורה, היא משיגה אותנו -

812
01:21:41,776 --> 01:21:43,818
! זאת הספינה המהירה ביותר בקריביים

813
01:21:43,652 --> 01:21:45,987
את יכולה לומר להם את
.זה אחרי שהם יתפסו אותנו

814
01:21:46,864 --> 01:21:49,491
? החוף רדוד יותר בגלל הבצורת, נכון
.כן -

815
01:21:49,449 --> 01:21:51,493
? אז, לא נוכל לאבד אותם ליד החוף

816
01:21:53,496 --> 01:21:56,539
,אנחנו לא צריכים להתחמק מהם לאורך זמן
.רק לזמן מספיק

817
01:21:56,539 --> 01:21:58,960
,תקלו על הספינה
.רוקנו אותה

818
01:21:58,918 --> 01:22:02,212
,כל מה שאנחנו יכולים להרשות לעצמנו לאבד
! תוודאו שיאבד

819
01:22:11,806 --> 01:22:13,515
.יש כאן נזילה

820
01:22:28,489 --> 01:22:31,491
,כל הגברים לגשר הראשי
. הכינו את התותחים

821
01:22:31,991 --> 01:22:33,702
. תוציאו את המשוטים

822
01:23:02,064 --> 01:23:03,065
...אנחנו עוד נזדקק לזה

823
01:23:12,157 --> 01:23:13,326
...זו הייתה תוכנית מוצלחת

824
01:23:13,910 --> 01:23:14,994
.עד עכשיו...

825
01:23:16,452 --> 01:23:19,789
,אנחנו חייבים להגן על עצמנו
! אנחנו חייבים להלחם

826
01:23:20,582 --> 01:23:22,625
! טענו את התותחים
? במה -

827
01:23:22,374 --> 01:23:24,335
! במה שיש
! בכל דבר

828
01:23:24,836 --> 01:23:26,296
.בכל מה שנשאר לנו

829
01:23:28,297 --> 01:23:30,257
! טענו את התותחים

830
01:23:29,965 --> 01:23:33,803
,תלמדו אותם לקח
! תשחילו את מסיגי הגבול

831
01:23:58,578 --> 01:24:01,289
,הפנינה הולכת לפגוע בנו מאחור

832
01:24:01,414 --> 01:24:04,124
הם יטביעו אותנו, בלי שנהיה
.אתגר רציני

833
01:24:04,124 --> 01:24:05,918
.השליכו עוגן בצד ימין

834
01:24:07,044 --> 01:24:11,174
.נתייצב מולם
.נרוויח את גורם ההפתעה -

835
01:24:11,090 --> 01:24:13,634
,את דפוקה גברת
.שניכם דפוקים

836
01:24:13,676 --> 01:24:15,219
.דפוקים כמו ג'ק

837
01:24:15,135 --> 01:24:17,430
! השליכו עוגן ימין

838
01:24:17,931 --> 01:24:21,225
,תעשו את זה כבר
.או שאתם תהיו אלה שיוטענו לתותח

839
01:24:40,328 --> 01:24:42,247
! שחררי

840
01:24:47,377 --> 01:24:53,632
! הם מסתובבים, איישו את הסיפון
! לעלות לסיפון -

841
01:25:05,477 --> 01:25:06,770
.תשאיר אותנו יציבים

842
01:25:14,194 --> 01:25:16,405
.עכשיו
! אש

843
01:25:26,499 --> 01:25:28,709
! תפסיקו לעשות לי חורים בספינה

844
01:26:15,881 --> 01:26:19,093
? יש לך עוד כמה עצות
.זה התור שלך -

845
01:26:19,176 --> 01:26:21,470
.אנחנו צריכים טור עצות מהשטן

846
01:26:21,428 --> 01:26:25,348
. אנחנו מסגירים אותה
! לא אותה הם מחפשים -

847
01:26:27,559 --> 01:26:28,977
! המדליון

848
01:26:54,211 --> 01:26:58,548
,כל הידיים הפנויות לקרסים
.היכונו לעלות על הסיפון

849
01:27:32,831 --> 01:27:35,043
.לטעון את האקדחים

850
01:27:35,251 --> 01:27:41,758
! להתקיף ללא רחם
!לא לשכוח, תשיגו לי את המדליון

851
01:28:32,100 --> 01:28:33,268
.תודה רבה

852
01:28:46,613 --> 01:28:47,613
! ג'ק

853
01:28:48,948 --> 01:28:50,200
.זה ריק, לעזאזל

854
01:29:06,633 --> 01:29:07,634
.זה לא היה נחמד

855
01:29:13,223 --> 01:29:14,600
? איפה המדליון

856
01:29:16,935 --> 01:29:19,938
? אהה... איפה וויליאם היקר

857
01:29:21,899 --> 01:29:22,983
...וויל

858
01:29:26,320 --> 01:29:27,321
! 'אליזבת

859
01:29:30,783 --> 01:29:31,949
...הקוף

860
01:29:38,748 --> 01:29:40,249
! אני לא יכולה להזיז את זה

861
01:29:56,058 --> 01:29:59,770
.אני מודה לך, ג'ק
.על לא דבר -

862
01:29:59,978 --> 01:30:02,480
.לא אתה
.קראנו לקוף ג'ק

863
01:30:03,981 --> 01:30:08,028
! רבותיי, תקוותנו הוחזרה
! יש -

864
01:30:43,104 --> 01:30:48,025
אם מישהו רק יחשוב על המילה פולי
.אני אשליך את מעיו לכרישים

865
01:30:57,411 --> 01:30:58,453
...וויל

866
01:30:59,120 --> 01:31:00,705
! הרגת אותו, נבלה

867
01:31:01,747 --> 01:31:06,251
,ברוכה הבאה עלמתי
ניצלת את הכנסת האורחים שלנו פעם שעברה

868
01:31:06,710 --> 01:31:10,047
.זה רק הוגן שעכשיו תחזירי טובה

869
01:31:15,678 --> 01:31:16,971
! ברבוסה

870
01:31:18,680 --> 01:31:19,932
...וויל

871
01:31:22,602 --> 01:31:24,144
! היא יוצאת לחופשי

872
01:31:24,644 --> 01:31:26,856
? מה עובר לך בראש, נער

873
01:31:27,523 --> 01:31:29,025
! היא יוצאת לחופשי -

874
01:31:29,734 --> 01:31:32,945
,יש לך רק ירייה אחת
.ואנחנו לא יכולים למות

875
01:31:32,945 --> 01:31:34,947
.אל תעשה שום דבר טיפשי

876
01:31:38,034 --> 01:31:40,912
,אתם לא יכולים
...אבל אני כן

877
01:31:45,082 --> 01:31:46,125
? מי אתה

878
01:31:46,834 --> 01:31:48,127
.אף אחד, זה אף אחד

879
01:31:48,336 --> 01:31:51,213
...בן דוד רחוק של
...אחיין של דודה שלי

880
01:31:52,172 --> 01:31:54,132
,ילד מקסים, דרך אגב
.ייחודי

881
01:31:54,382 --> 01:31:58,261
,שמי הוא וויל טרנר
.אבי היה "המגף" ביל טרנר

882
01:31:58,261 --> 01:32:01,389
.דמו זורם בעורקיי

883
01:32:01,389 --> 01:32:05,602
,הוא העתק מושלם של "המגף" ביל
.רק יותר צעיר

884
01:32:06,102 --> 01:32:09,731
,בי נשבעתי, עשו מה שאני אומר
או שאלחץ על ההדק

885
01:32:09,731 --> 01:32:11,233
.ואובד בים

886
01:32:13,027 --> 01:32:16,404
? מהם התנאים שלך, מר טרנר
.אליזבת' יוצאת לחופשי -

887
01:32:16,696 --> 01:32:19,450
,את זה הבנו כבר
? עוד משהו

888
01:32:22,202 --> 01:32:25,331
.והצוות, אסור לפגוע בצוות

889
01:32:30,169 --> 01:32:31,712
! מוסכם

890
01:32:51,022 --> 01:32:54,651
,שקרן ארור
.נשבעת שתשחרר אותה

891
01:32:54,651 --> 01:32:59,322
.אל תעז להאשים אותי, נער
...אני הסכמתי לשחרר אותה

892
01:32:59,239 --> 01:33:02,659
זה היית אתה שנכשל לפרט...
.מתי והיכן

893
01:33:08,665 --> 01:33:12,210
,נראה לי שחבל לאבד משהו כל כך יפה
? אתם לא חושבים

894
01:33:13,962 --> 01:33:17,424
אז אני אקח את השמלה הזאת...
.בחזרה לפני שאת הולכת

895
01:33:21,177 --> 01:33:22,846
...תמיד חיבבתי אותך

896
01:33:26,765 --> 01:33:28,059
.זה בשביל לבך השחור

897
01:33:30,269 --> 01:33:32,062
. אוו, זה עדיין חם

898
01:33:35,316 --> 01:33:36,400
.לכי כבר

899
01:33:37,860 --> 01:33:38,945
.קדימה

900
01:33:42,573 --> 01:33:43,365
. יותר מדי זמן

901
01:33:54,710 --> 01:33:57,464
.באמת קיוויתי שאנחנו מעבר לזה

902
01:33:58,798 --> 01:34:01,508
.ג'ק... ג'ק

903
01:34:03,011 --> 01:34:04,679
? לא שמת לב

904
01:34:04,804 --> 01:34:09,100
זהו אותו האי הקטן עליו
.מינינו אותך למושל בטיול הקודם שלנו

905
01:34:10,518 --> 01:34:11,853
. שמתי לב

906
01:34:11,853 --> 01:34:15,189
,אולי תצליח לבצע עוד בריחה מדהימה

907
01:34:16,023 --> 01:34:17,399
.אבל אני מפקפק בזה

908
01:34:20,819 --> 01:34:22,321
.קדימה

909
01:34:23,405 --> 01:34:26,033
.בפעם האחרונה השארת לי אקדח עם כדור אחד

910
01:34:26,116 --> 01:34:27,326
.בחיי, אתה צודק

911
01:34:27,868 --> 01:34:31,081
? היכן האקדח של ג'ק
.הביאו אותו

912
01:34:34,333 --> 01:34:38,963
,מכיוון שאנחנו שניים
.ג'נטלמן... היה משאיר זוג אקדחים

913
01:34:39,421 --> 01:34:41,131
,תקבל רק אקדח אחד, כמו בעבר

914
01:34:41,173 --> 01:34:46,303
ואתה יכול להיות הג'נטלמן, לירות בגברת
.ולרעוב למוות בעצמך

915
01:35:10,034 --> 01:35:13,747
זו הפעם השנייה שאני רואה את האיש הזה
.מפליג עם הספינה שלי

916
01:35:16,583 --> 01:35:20,588
אבל ננטשת על האי הזה בעבר אנחנו יכולים
.להימלט באותה הדרך שבה נמלטת אז

917
01:35:21,005 --> 01:35:23,382
? לאיזו מטרה, ומאיזו סיבה

918
01:35:23,882 --> 01:35:25,509
...הפנינה השחורה נעלמה

919
01:35:25,801 --> 01:35:28,511
ואלא אם כן יש לך ספינה והמון מלחים
...בכותונת הזאת

920
01:35:29,263 --> 01:35:30,389
.מה שלא נראה לי...

921
01:35:31,307 --> 01:35:34,517
מר טרנר הצעיר יהיה מת הרבה לפני
.שתוכלי להגיע אליו

922
01:35:37,146 --> 01:35:39,523
! אבל אתה קפטן ג'ק ספארו

923
01:35:39,815 --> 01:35:43,485
אתה חמקת משבעה סוכנים של חב' איסט-אינדיה

924
01:35:43,527 --> 01:35:46,613
.בזזת את הנמלים הדרומיים שלהם בלי אף ירייה

925
01:35:46,613 --> 01:35:48,990
? האם אתה הפיראט שקראתי עליו, או לא

926
01:35:51,492 --> 01:35:53,411
? איך נמלטת בפעם שעברה

927
01:36:00,126 --> 01:36:04,131
פעם שעברה... הייתי פה בסך הכל
? שלושה ימים, בסדר

928
01:36:06,090 --> 01:36:07,133
...פעם שעברה

929
01:36:08,885 --> 01:36:11,971
...מבריחי רום שהשתמשו באי הזה כמטמון

930
01:36:12,055 --> 01:36:14,390
.באו לכאן, והצלחתי לקנות יציאה מהאי

931
01:36:15,016 --> 01:36:18,144
...כמו שזה נראה, הם כבר הרבה זמן לא בעסק

932
01:36:18,770 --> 01:36:22,900
סביר להניח, שמגיע לחבר הארור שלך
.נורינגטון, תודה על כך

933
01:36:23,651 --> 01:36:25,777
? אז ככה זה

934
01:36:26,527 --> 01:36:30,531
?זה הסוד הגדול של קפטן ג'ק ספארו הידוע לשמצה

935
01:36:31,449 --> 01:36:35,828
הוא בילה שלושה ימים בשכיבה על החוף
? ושתיית רום

936
01:36:38,163 --> 01:36:40,500
.ברוכה הבאה לקריביים, יקירתי

937
01:36:50,343 --> 01:36:52,679
,כשהשטן יגרום לך
...לכאבים נוראים

938
01:36:53,179 --> 01:36:55,098
...תשיר יו-הו...

939
01:36:55,639 --> 01:37:00,270
יו-הו, יו-הו...
...חיי הפיראט

940
01:37:00,270 --> 01:37:02,063
! אני אוהב את השיר הזה

941
01:37:04,983 --> 01:37:07,361
...כאבים נוראיים

942
01:37:11,573 --> 01:37:15,827
,כשאני אשיג את הפנינה בחזרה
...אני אלמד את כל הצוות

943
01:37:16,578 --> 01:37:17,787
.ואנחנו נשיר אותו כל הזמן...

944
01:37:17,829 --> 01:37:21,373
ואתם תהיו ללא ספק, הפיראטים המפחידים
ביותר בכל המפרץ הספרדי

945
01:37:21,999 --> 01:37:24,042
...לא רק בנמל ספרד

946
01:37:24,919 --> 01:37:28,380
,בכל האוקיינוסים...
.בכל העולם

947
01:37:29,131 --> 01:37:31,217
...לכל מקום אליו נרצה להגיע, נוכל

948
01:37:31,301 --> 01:37:33,135
...זה הרעיון מאחורי הספינה, את יודעת

949
01:37:33,176 --> 01:37:37,557
,זה לא רק חבלים, תורן, סיפון ומפרש
.זה מה שהספינה צריכה

950
01:37:37,807 --> 01:37:39,474
...אבל ספינה היא

951
01:37:40,601 --> 01:37:44,063
...הפנינה השחורה היא באמת

952
01:37:45,273 --> 01:37:47,149
.זה חופש...

953
01:37:49,402 --> 01:37:50,403
...ג'ק

954
01:37:51,404 --> 01:37:55,158
.זה בטח נורא בשבילך להיות לכוד על האי הזה

955
01:37:56,034 --> 01:37:57,035
.אוו, כן

956
01:37:57,619 --> 01:38:02,707
,אבל החברה
...מהוה שיפור ניכר ביחס לפעם הקודמת, וה

957
01:38:04,875 --> 01:38:07,461
.גבירות, השתפרו לאין ערוך...

958
01:38:07,502 --> 01:38:09,755
! מר ספארו
...אני לא בטוחה ש

959
01:38:10,339 --> 01:38:13,091
.שתיתי מספיק רום בשביל להרשות את השיחה הזאת...

960
01:38:14,176 --> 01:38:17,179
.אני יודע בדיוק למה את מתכוונת, יקירתי

961
01:38:23,644 --> 01:38:24,811
...לחיי החופש

962
01:38:27,773 --> 01:38:29,733
.לחיי הפנינה השחורה

963
01:38:59,388 --> 01:39:01,138
!לא, לא טוב

964
01:39:01,681 --> 01:39:04,184
!תפסיקי, לא טוב

965
01:39:04,393 --> 01:39:08,145
?מה את עושה
!שרפת את כל האוכל, החביות... הרום

966
01:39:08,187 --> 01:39:09,940
! כן, הרום הלך

967
01:39:10,148 --> 01:39:11,567
? למה הרום הלך

968
01:39:11,692 --> 01:39:16,780
ראשית, כי זהו משקה נתעב שהופך אפילו את
.האדם המכובד ביותר לדביל מוחלט

969
01:39:16,780 --> 01:39:21,910
.שנית, זהו סימן שבולט בשטח
,הצי המלכותי כולו מחפש אחריי

970
01:39:21,952 --> 01:39:25,205
אתה באמת חושב שיש ולו סיכוי קלוש שהם
? לא יבחינו בזה

971
01:39:25,580 --> 01:39:27,374
? אבל למה הרום הלך

972
01:39:28,458 --> 01:39:30,502
רק תחכה קפטן ספארו

973
01:39:30,627 --> 01:39:33,005
,תן לזה שעה אחת, אולי שעתיים
...שמור את העיניים פקוחות

974
01:39:33,005 --> 01:39:35,632
.ותוכל לראות מפרשים לבנים באופק...

975
01:39:42,555 --> 01:39:45,224
...רום זה רע בשבילך ג'ק, כן ג'ק

976
01:39:45,224 --> 01:39:46,726
...רום לא בריא לך

977
01:39:46,767 --> 01:39:48,686
? ומה עכשיו, לעזאזל

978
01:39:55,861 --> 01:39:58,487
...אני לא אוכל לחיות איתה אחרי זה

979
01:39:59,655 --> 01:40:01,533
! אבל אנחנו חייבים להציל את וויל
! לא -

980
01:40:01,783 --> 01:40:02,951
...את בטוחה עכשיו

981
01:40:03,326 --> 01:40:06,871
,אנחנו נחזור לפורט רויאל מיד
.לא נתרוצץ אחרי הפיראטים

982
01:40:07,080 --> 01:40:09,082
אז אנחנו דנים אותו למוות

983
01:40:10,333 --> 01:40:12,251
...גורלו של הנער אומנם מצער

984
01:40:13,253 --> 01:40:15,880
.אך כך גם החלטתו לחבור לפיראטים...

985
01:40:15,880 --> 01:40:19,301
! בשביל להציל אותי
! כדי שלא יקרה לי משהו

986
01:40:19,593 --> 01:40:22,845
,אם אני אוכל להיות חצוף
...ולומר את דעתי המקצועית

987
01:40:23,763 --> 01:40:26,266
,הפנינה סובלת מפגיעות קשות שנגרמו בקרב

988
01:40:26,433 --> 01:40:28,892
מאד לא סביר שהיא תשרוד עוד אחד

989
01:40:29,392 --> 01:40:30,478
חשוב על זה

990
01:40:31,270 --> 01:40:32,480
הפנינה השחורה

991
01:40:33,147 --> 01:40:36,484
הפיראט האמיתי האחרון שעוד מאיים על
.האיים הקריביים, ידידי

992
01:40:37,526 --> 01:40:39,320
? איך תתעלם מזה

993
01:40:41,656 --> 01:40:45,785
,בכך שאזכור שאני משרת אחרים
.מר ספארו, ולא רק את עצמי

994
01:40:45,868 --> 01:40:49,121
,קומודור אני מתחננת אליך, אנה עשה זאת
... למעני

995
01:40:49,622 --> 01:40:51,457
.כמתנת נישואין...

996
01:40:52,291 --> 01:40:56,545
אליזבת'... את מקבלת את הצעת הנישואין
? של הקומודור

997
01:40:59,216 --> 01:41:00,633
.כן

998
01:41:01,133 --> 01:41:04,053
אוו, חתונה, אני אוהב חתונות.
! משקאות לכולם

999
01:41:07,014 --> 01:41:09,684
...אני יודע
.אני צריך להיות קשור

1000
01:41:12,103 --> 01:41:13,479
.מר ספארו

1001
01:41:14,688 --> 01:41:16,524
אתה תלווה את הגברים המובחרים האלה לחדר ההיגוי

1002
01:41:16,691 --> 01:41:19,067
.ותספק לנו תדריך לעבר דרך איי המתים

1003
01:41:19,818 --> 01:41:23,656
,לאחר מכן, אתה תבלה את שאר המסע
...בתרגול כל המשמעויות של הביטוי

1004
01:41:23,781 --> 01:41:26,199
. שקט כמו קבר...

1005
01:41:26,199 --> 01:41:27,617
? הבהרתי את עצמי

1006
01:41:28,244 --> 01:41:29,829
.בהחלט

1007
01:41:33,582 --> 01:41:36,294
תא מסריח

1008
01:41:37,168 --> 01:41:38,962
.אי אפשר להחמיץ את זה

1009
01:41:43,717 --> 01:41:44,968
? הכרת את וויליאם טרנר

1010
01:41:46,929 --> 01:41:50,599
.אוו, "המגף" ביל
.הכרנו אותו

1011
01:41:50,682 --> 01:41:54,228
הוא לא הפסיק להתחרט על מה שעשינו לג'ק ספארו

1012
01:41:55,313 --> 01:41:56,521
...המרד וכל זה

1013
01:41:57,815 --> 01:41:59,859
.הוא אמר שזה לא מסתדר עם הקוד...

1014
01:42:00,818 --> 01:42:04,279
בגלל זה הוא שלח פיסה מהאוצר אליך

1015
01:42:05,488 --> 01:42:07,574
...הוא טען שהגיע לנו להיות מקוללים

1016
01:42:09,284 --> 01:42:10,952
.ולהישאר מקוללים...

1017
01:42:11,244 --> 01:42:12,621
...בוגדני
! אדם טוב -

1018
01:42:15,081 --> 01:42:16,833
...אבל כמו שאתה יכול לדמיין

1019
01:42:17,208 --> 01:42:19,461
.זה לא ממש התאים לקפטן...

1020
01:42:20,129 --> 01:42:24,382
,זה לא התאים לקפטן בכלל
.ספר לו ברבוסה עשה

1021
01:42:24,633 --> 01:42:26,552
! אני מספר את הסיפור

1022
01:42:29,221 --> 01:42:30,347
...אז

1023
01:42:31,097 --> 01:42:32,767
...מה שהקפטן עשה

1024
01:42:33,391 --> 01:42:35,977
הוא קשר תותח למגפיים של "המגף" ביל

1025
01:42:37,730 --> 01:42:40,774
...ובפעם האחרונה שראינו את ביל טרנר

1026
01:42:40,815 --> 01:42:45,404
.הוא שקע במי האוקיינוס כמו אבן...

1027
01:42:47,197 --> 01:42:48,572
ברור שרק מאוחר יותר

1028
01:42:48,697 --> 01:42:51,326
.גילנו שאנחנו זקוקים לדמו כדי להסיר את הקללה

1029
01:42:51,826 --> 01:42:54,161
.זה מה שנקרא אירוניה

1030
01:42:58,874 --> 01:43:00,292
.מבריק

1031
01:43:06,841 --> 01:43:08,718
...לא מעניין אותי המיקום

1032
01:43:09,761 --> 01:43:12,556
כל ניסיון להסתער על המערה...
.יכול להיתקל במארב

1033
01:43:12,931 --> 01:43:15,559
.לא אם אתה הוא זה שנמצא במארב

1034
01:43:16,268 --> 01:43:19,688
אני אכנס ואשכנע את ברבוסה לשלוח
את אנשיו החוצה

1035
01:43:20,355 --> 01:43:25,694
אתה ואנשיך תסגרו להם את הנתיב לספינה
?ותפציצו אותם עם התותחים, הא

1036
01:43:25,860 --> 01:43:27,571
?מה יש לך להפסיד

1037
01:43:28,238 --> 01:43:31,032
...לא משהו שלא הייתי נפטר ממנו

1038
01:43:32,617 --> 01:43:34,619
...אני אהיה כן איתך

1039
01:43:35,327 --> 01:43:39,707
,ישנה סכנה מסוימת לאנשים שעל הסיפון...
.ביניהם לאשתו לעתיד של הקומודור

1040
01:43:40,874 --> 01:43:42,585
.מצטער, אבל זה מתוך דאגה לביטחונך

1041
01:43:42,626 --> 01:43:45,129
,תקראו לקומודור
...יש משהו שאני צריכה לומר לו

1042
01:43:45,504 --> 01:43:48,507
...הפיראטים
.בלתי אפשרי להרוג אותם

1043
01:43:48,507 --> 01:43:50,593
.אל תדאגי, עלמתי
...הוא בהחלט מודע לכך

1044
01:43:50,676 --> 01:43:53,513
,בעיטה קטנה מעבר לסיפון
.ונגמר הסיפור

1045
01:43:55,347 --> 01:43:57,182
...אלה מעשיו של ג'ק ספארו

1046
01:43:57,766 --> 01:44:06,902
היכנסו ל- אל איץ'.2וואי.נט

1047
01:44:08,402 --> 01:44:12,282
,אין לך ממה לפחד, רק דקירה באצבע
...כמה טיפות דם

1048
01:44:12,741 --> 01:44:16,286
.בלי טעויות הפעם, הוא רק חצי טרנר

1049
01:44:16,328 --> 01:44:17,287
! נרוקן את כולו

1050
01:44:20,247 --> 01:44:22,083
.אני מניח שיש לו סיבה לפחד

1051
01:44:36,597 --> 01:44:38,224
.תסלחו לי

1052
01:44:38,598 --> 01:44:39,642
...הביטו, הדם

1053
01:44:40,351 --> 01:44:42,102
...הדם ש

1054
01:44:45,648 --> 01:44:46,815
ג'ק

1055
01:44:47,191 --> 01:44:50,444
...בלתי אפשרי
.בלתי סביר -

1056
01:44:51,028 --> 01:44:52,363
? 'איפה אליזבת

1057
01:44:53,572 --> 01:44:56,200
.היא בטוחה, כמו שהבטחתי

1058
01:44:56,242 --> 01:44:58,827
.היא מוכנה להינשא לנורינגטון, כמו שהיא הבטיחה

1059
01:44:59,328 --> 01:45:01,580
.ואתה הולך למות בעבורה, כמו שאתה הבטחת

1060
01:45:01,622 --> 01:45:03,874
.אז כולנו גברים שעומדים במילתנו, למעשה

1061
01:45:04,333 --> 01:45:07,086
,'חוץ מאליזבת
...שהיא, כמובן, אישה

1062
01:45:07,127 --> 01:45:09,171
! שתוק
.אתה הבא בתור

1063
01:45:11,965 --> 01:45:14,301
.אתה לא רוצה לעשות את זה, ידידי

1064
01:45:15,010 --> 01:45:17,804
...לא, אני באמת חושב שאני רוצה

1065
01:45:18,680 --> 01:45:20,266
.זו ההלוויה שלך

1066
01:45:23,601 --> 01:45:25,813
?מדוע אני לא רוצה לעשות את זה

1067
01:45:26,272 --> 01:45:27,189
...ובכן, בגלל

1068
01:45:28,357 --> 01:45:36,614
,בגלל שה"דומפלס" גאוות הצי המלכותי
...עוגנת ליד החוף

1069
01:45:37,199 --> 01:45:38,492
.ממתינה לך...

1070
01:45:46,500 --> 01:45:47,625
? מה אנחנו עושים פה

1071
01:45:49,753 --> 01:45:53,048
,הפיראטים יוצאים החוצה
...לא מוכנים ולא מודעים

1072
01:45:53,590 --> 01:45:55,259
,ואז אנחנו לוכדים אותם באש צולבת...

1073
01:45:55,718 --> 01:45:58,219
.ושולחים אותם למטה, לפגוש את המצולות

1074
01:45:59,721 --> 01:46:01,806
,אני יודע למה אנחנו כאן
...אני מתכוון

1075
01:46:02,432 --> 01:46:03,600
...למה אנחנו לא עושים מה שהוא רוצה

1076
01:46:03,766 --> 01:46:06,811
,מה שמר ספארו אמר לנו לעשות...
? עם התותחים

1077
01:46:06,895 --> 01:46:10,732
.בגלל שמר ספארו הוא זה שאמר את זה

1078
01:46:13,234 --> 01:46:15,320
? אתה חושב שהוא לא אמר את האמת

1079
01:46:15,695 --> 01:46:17,615
רק תקשיב לי רגע, ידידי

1080
01:46:18,157 --> 01:46:21,743
,אתה, תורה לאנשיך לשעוט החוצה
ולעשות מה שהם עושים הכי טוב

1081
01:46:22,410 --> 01:46:26,414
,ומפה לשם
...הנה אתה עם שתי ספינות

1082
01:46:27,373 --> 01:46:30,002
.הבעלים של צי עצמאי...

1083
01:46:30,002 --> 01:46:33,338
וודאי שאתה תיקח את הגדולה מבין השתיים
? כספינת הדגל שלך, ומי יתווכח

1084
01:46:33,546 --> 01:46:35,382
? ומה על הפנינה השחורה

1085
01:46:36,342 --> 01:46:38,009
...תמנה אותי לקפטן

1086
01:46:38,259 --> 01:46:43,764
אני אפליג תחת פיקודך, ואעניק לך 10% מהרווחים
...ואתה תוכל לקרוא לעצמך

1087
01:46:43,805 --> 01:46:47,894
.קומודור ברבוסה
? מבין

1088
01:46:48,269 --> 01:46:51,772
ואני מניח שבתמורה אתה רוצה שאני
? לא אהרוג את הנער

1089
01:46:51,813 --> 01:46:55,068
.לא, לא, בכלל לא
...אתה יכול להרוג את הנער, רק

1090
01:46:55,401 --> 01:46:56,693
.עוד לא...

1091
01:46:57,319 --> 01:46:59,989
,המתן עם הסרת הקללה

1092
01:46:59,989 --> 01:47:02,574
.עד להזדמנות המתאימה

1093
01:47:05,536 --> 01:47:07,121
לדוגמא

1094
01:47:08,997 --> 01:47:11,167
...אחרי שתהרוג את נורינגטון ואנשיו

1095
01:47:12,585 --> 01:47:13,461
...כל

1096
01:47:13,586 --> 01:47:15,045
...אחד

1097
01:47:15,504 --> 01:47:16,673
...ואחד

1098
01:47:27,016 --> 01:47:29,269
תכננת את זה מההתחלה

1099
01:47:29,519 --> 01:47:31,061
.מאז ששמעת את שמי

1100
01:47:31,603 --> 01:47:32,939
כן

1101
01:47:35,148 --> 01:47:36,608
? מה בקשר ל- 50% מהרווחים

1102
01:47:37,025 --> 01:47:37,734
15%

1103
01:47:37,818 --> 01:47:38,443
40%

1104
01:47:38,485 --> 01:47:39,862
25%

1105
01:47:40,612 --> 01:47:42,114
...ואני אקנה לך כובע

1106
01:47:42,406 --> 01:47:44,366
,מאד גדול...

1107
01:47:44,617 --> 01:47:46,285
.קומודור...

1108
01:47:48,829 --> 01:47:50,456
! עשינו עסק

1109
01:47:51,749 --> 01:47:53,917
! כולם לסירות

1110
01:47:55,335 --> 01:47:57,630
,אני מתנצל
.אתה נותן את הפקודות

1111
01:47:59,464 --> 01:48:00,591
...רבותיי

1112
01:48:01,341 --> 01:48:02,969
! צאו החוצה

1113
01:48:08,099 --> 01:48:09,350
? לא לסירות

1114
01:49:08,532 --> 01:49:09,867
.אל תירו

1115
01:49:13,580 --> 01:49:16,415
.זה כמו מה שהיוונים עשו בטרויה

1116
01:49:17,334 --> 01:49:20,795
,רק שהם היו בסוס
.במקום בשמלות

1117
01:49:35,519 --> 01:49:36,520
.רק שנייה, בבקשה

1118
01:49:40,607 --> 01:49:41,733
'אליזבת

1119
01:49:45,111 --> 01:49:49,700
,רק רציתי שתדעי
.אני מאמין שעשית החלטה טובה מאד היום

1120
01:49:50,575 --> 01:49:52,868
.לא יכולתי להיות יותר גאה בך

1121
01:49:53,661 --> 01:49:54,870
...אבל את יודעת

1122
01:49:55,079 --> 01:49:57,790
אפילו החלטה טובה שנעשית...
,מהסיבות הלא נכונות

1123
01:49:57,832 --> 01:49:59,625
.יכולה להיות החלטה שגויה

1124
01:50:07,967 --> 01:50:09,469
...סגן

1125
01:50:28,946 --> 01:50:29,822
...'אליזבת

1126
01:50:31,908 --> 01:50:33,911
? את שם

1127
01:50:35,369 --> 01:50:37,495
? אליזבת' את מקשיבה לי

1128
01:51:04,899 --> 01:51:06,775
? אוו, מה עשית

1129
01:51:08,444 --> 01:51:10,988
,תפסיק את זה
.אתה גורם לי להרגיש מטומטם

1130
01:51:11,614 --> 01:51:13,115
.אתה נראה כך

1131
01:51:56,242 --> 01:51:59,035
אני חייב להודות, ג'ק
...חשבתי שהבנתי אותך

1132
01:51:59,327 --> 01:52:02,706
.מסתבר שאתה אדם קשה לחיזוי...

1133
01:52:02,872 --> 01:52:06,961
.אני, אדם לא הגון
...ועל אדם לא הגון אתה תמיד יכול לסמוך

1134
01:52:07,211 --> 01:52:08,212
.שיישאר לא הגון...

1135
01:52:08,212 --> 01:52:12,048
,בכנות, אילו האנשים ההגונים
.שצריך להיזהר מהם

1136
01:52:12,048 --> 01:52:16,051
כי אתה לא יכול לחזות מתי
...הם יעשו משהו ממש

1137
01:52:17,220 --> 01:52:18,346
.מטופש...

1138
01:52:51,547 --> 01:52:56,134
,אתה מעבר לקצה,ידידי
.כאן יש מפלצות

1139
01:53:03,266 --> 01:53:05,351
...חכו לניצחון

1140
01:53:06,018 --> 01:53:09,898
,אני חושב שצריך לשתות עכשיו...
.שנהיה מוכנים כשיגיע הזמן

1141
01:53:35,173 --> 01:53:36,966
? מה זה

1142
01:53:59,071 --> 01:54:00,155
'זו אליזבת

1143
01:54:20,634 --> 01:54:23,012
! חזרו לספינה
! זוזו

1144
01:54:32,229 --> 01:54:33,396
! לספינה

1145
01:55:16,106 --> 01:55:17,733
! אתה לא יכול להביס אותי, ג'ק

1146
01:55:42,131 --> 01:55:43,633
. זה מעניין

1147
01:55:54,477 --> 01:55:56,437
.לא יכולתי להתאפק, ידידי

1148
01:57:13,181 --> 01:57:14,682
?אז מה עכשיו ג'ק ספארו

1149
01:57:14,682 --> 01:57:18,811
.נהיה שני בני אלמוות לכודים בקרב עד יום הדין

1150
01:57:21,189 --> 01:57:22,481
.או שתוכל להיכנע

1151
01:57:49,925 --> 01:57:50,842
,כל מי שאיתי

1152
01:57:50,842 --> 01:57:52,678
.וויל במערה ואנחנו חייבים להציל אותו

1153
01:57:52,720 --> 01:57:55,430
! מוכנים, ו...משוך

1154
01:58:02,104 --> 01:58:04,524
,בבקשה אני זקוקה לעזרתכם
! קדימה

1155
01:58:04,941 --> 01:58:06,567
...לא יוצאים בסערה

1156
01:58:07,109 --> 01:58:09,111
.קודינגטון צודק, יש לנו את הפנינה

1157
01:58:09,778 --> 01:58:13,574
?ומה בקשר לג'ק, אתם מתכוונים להשאיר אותו שם
.ג'ק חייב לנו ספינה -

1158
01:58:13,615 --> 01:58:16,661
.וצריך להתחשב בקוד
? הקוד -

1159
01:58:19,329 --> 01:58:22,917
אתם פיראטים, תשכחו מהקוד
ותתעלמו מהחוקים

1160
01:58:22,917 --> 01:58:25,794
.הם יותר כמו קווים מנחים בכל מקרה

1161
01:58:29,256 --> 01:58:31,090
.פיראטים ארורים

1162
01:58:42,477 --> 01:58:47,274
? הם אמורים לעשות את זה
! הם גונבים את הספינה שלנו -

1163
01:58:47,649 --> 01:58:49,775
! פיראטים ארורים

1164
01:59:01,705 --> 01:59:04,207
! קדימה

1165
01:59:29,398 --> 01:59:42,119
העין שלי
!ליונט-וורק נקודה נט

1166
01:59:50,754 --> 01:59:52,922
.אני הולך ללמד אותך מהו כאב

1167
01:59:52,964 --> 01:59:54,298
? אתה אוהב כאב

1168
01:59:56,051 --> 01:59:57,261
.תנסה ללבוש מחוך

1169
02:00:08,145 --> 02:00:11,439
? באיזה צד ג'ק
? ברגע זה -

1170
02:00:47,768 --> 02:00:48,768
.לא פייר

1171
02:01:12,627 --> 02:01:16,839
,עשר שנים שמרת על האקדח הזה
.עכשיו בזבזת את הירייה

1172
02:01:18,132 --> 02:01:19,758
הוא לא בזבז אותה

1173
02:01:45,742 --> 02:01:47,369
... אני מרגיש

1174
02:01:51,873 --> 02:01:53,500
.קור...

1175
02:02:55,228 --> 02:02:56,897
...פולי

1176
02:02:58,064 --> 02:03:00,150
.הספינה שלנו רבותיי

1177
02:03:48,114 --> 02:03:50,282
"אנחנו חייבים לחזור ל"דומפלס

1178
02:03:52,953 --> 02:03:55,663
.ארוסך ירצה לדעת שאת בטוחה

1179
02:04:06,048 --> 02:04:08,467
...אם חיכית להזדמנות המתאימה

1180
02:04:09,885 --> 02:04:11,679
.זו הייתה זאת...

1181
02:04:13,514 --> 02:04:17,351
ועכשיו, אם תואיל, אני אודה לך מאד אם תוכל
.לקחת אותי לספינה

1182
02:04:22,773 --> 02:04:24,525
אני מצטערת ג'ק

1183
02:04:26,987 --> 02:04:31,240
,הם עושים את הדבר הנכון מבחינתם
.אני לא מצפה ליותר מזה

1184
02:04:46,713 --> 02:04:47,964
...ג'ק ספארו

1185
02:04:49,716 --> 02:04:52,510
...קפטן
.קפטן ג'ק ספארו

1186
02:04:52,510 --> 02:04:55,848
...על ביצוע פשעים נגד הכתר...

1187
02:04:57,349 --> 02:05:01,812
...פשעים רבים מסוגם ובעלי אופי הרסני...

1188
02:05:02,313 --> 02:05:05,607
: נשפטת על ביצוע הפשעים הנזכרים להלן...

1189
02:05:06,024 --> 02:05:08,319
,שוד
,הברחה

1190
02:05:08,527 --> 02:05:10,237
.זאת טעות

1191
02:05:10,738 --> 02:05:15,534
,קומודור נורינגטון כבול על ידי החוק
.כמו כולנו

1192
02:05:16,285 --> 02:05:18,996
...התחזות לקצין מהצי המלכותי הספרדי...

1193
02:05:19,622 --> 02:05:22,499
...והתחזות לכומר מהכנסייה האנגלית...

1194
02:05:23,292 --> 02:05:25,044
...הפלגה תחת דגלי רמייה...

1195
02:05:25,586 --> 02:05:26,587
הצתה

1196
02:05:26,962 --> 02:05:27,755
חטיפה

1197
02:05:27,922 --> 02:05:28,838
ביזה

1198
02:05:28,963 --> 02:05:29,922
תקיפה

1199
02:05:30,005 --> 02:05:31,174
פגיעה ברכוש

1200
02:05:31,716 --> 02:05:32,634
פלישה

1201
02:05:33,259 --> 02:05:33,927
התחמשות

1202
02:05:34,677 --> 02:05:35,637
קלון

1203
02:05:35,720 --> 02:05:37,305
ועוינות כללית

1204
02:05:38,097 --> 02:05:43,394
...על פשעים אלה נשפטת ביום זה

1205
02:05:43,394 --> 02:05:45,730
.להיתלות עד צאת נשמתך...

1206
02:05:47,357 --> 02:05:49,651
ירחם אלוהים על נשמתך

1207
02:05:49,817 --> 02:05:52,779
,המושל סוואן
.קומודור

1208
02:05:54,782 --> 02:05:56,074
'אליזבת

1209
02:05:57,492 --> 02:06:00,120
הייתי צריך לומר לך את זה בכל יום
...מהרגע בו פגשתי אותך

1210
02:06:03,248 --> 02:06:05,125
.אני אוהב אותך...

1211
02:06:21,098 --> 02:06:21,932
שומרים

1212
02:06:22,349 --> 02:06:24,102
.אני לא יכולה לנשום

1213
02:06:25,478 --> 02:06:26,478
! 'אליזבת

1214
02:06:29,107 --> 02:06:30,108
זוזו

1215
02:07:17,362 --> 02:07:18,363
! קדימה בחורים

1216
02:07:43,806 --> 02:07:47,684
...ציפינו שנצטרך להתמודד עם ניסיון בריחה

1217
02:07:48,894 --> 02:07:50,103
.אבל לא ממך...

1218
02:07:50,312 --> 02:07:53,357
,אני החזרתי אותך לפורט רויאל
,אני הענקתי לך חנינה

1219
02:07:54,190 --> 02:07:55,984
? וכך אתה גומל לי

1220
02:07:56,235 --> 02:07:59,613
? בכך שאתה חובר אליו
! הוא פיראט

1221
02:07:59,988 --> 02:08:01,531
.ואיש טוב

1222
02:08:02,991 --> 02:08:07,162
אם כל מה שהשגתי כאן הוא שלאדם יכולים להיות
שני זוגות מגפיים במקום אחד

1223
02:08:07,162 --> 02:08:10,582
,יהי כן
.לפחות מצפוני יהיה נקי

1224
02:08:10,749 --> 02:08:13,710
.אתה שוכח את מקומך, טרנר

1225
02:08:15,337 --> 02:08:16,255
...בדיוק כאן

1226
02:08:17,089 --> 02:08:18,550
.בינך ובין ג'ק...

1227
02:08:23,053 --> 02:08:25,098
...כמו שלי
'אליזבת -

1228
02:08:26,848 --> 02:08:28,392
! הנמיכו את הרובים

1229
02:08:29,434 --> 02:08:31,770
! למען השם
.הורידו אותם

1230
02:08:35,942 --> 02:08:38,943
?אז כאן מונח ליבך באמת

1231
02:08:40,444 --> 02:08:41,488
כן

1232
02:08:51,330 --> 02:08:53,792
אני, למעשה מרגיש די טוב בנוגע לזה

1233
02:08:54,543 --> 02:08:57,044
? כולנו הגענו למקום מיוחד מאד, נכון

1234
02:08:57,211 --> 02:09:01,216
,רוחנית, כלכלית
.דרמטית

1235
02:09:02,967 --> 02:09:05,971
,רציתי שתדע שהפסדתי בשבילך

1236
02:09:06,763 --> 02:09:08,098
.תזכור את זה

1237
02:09:12,060 --> 02:09:13,270
...'אליזבת

1238
02:09:15,813 --> 02:09:17,900
.זה לא היה עובד בינינו, יקירתי

1239
02:09:19,902 --> 02:09:20,986
.מצטער

1240
02:09:23,529 --> 02:09:24,739
...וויל

1241
02:09:26,991 --> 02:09:28,618
.כובע נחמד...

1242
02:09:30,119 --> 02:09:31,078
...רבותיי

1243
02:09:34,165 --> 02:09:38,002
...זהו היום, שלעד תזכרו, כיו

1244
02:09:44,383 --> 02:09:45,009
אידיוט

1245
02:09:45,051 --> 02:09:47,053
.אין לו לאן לחזור חוץ מהלולאה

1246
02:09:49,138 --> 02:09:50,139
! מפרשים

1247
02:09:58,607 --> 02:09:59,941
? מה תוכנית הפעולה

1248
02:10:01,901 --> 02:10:02,903
? אדוני

1249
02:10:07,657 --> 02:10:11,202
אולי המקרים נדירים, המרדף אחרי
...המטרה הנכונה דורש

1250
02:10:11,202 --> 02:10:12,953
.פעולות פיראטיות...

1251
02:10:14,247 --> 02:10:17,333
.פיראטיות עצמה יכולה להיות המטרה הנכונה

1252
02:10:22,171 --> 02:10:23,297
.מר טרנר

1253
02:10:29,470 --> 02:10:32,181
.אני חייב לשאת בתוצאות מעשיי

1254
02:10:38,062 --> 02:10:39,855
זאת חרב יפיפייה

1255
02:10:42,358 --> 02:10:45,820
אני מצפה מהאדם שיצר אותה לגלות
...את אותה דאגה ונכונות

1256
02:10:45,820 --> 02:10:47,822
.בכל היבט אחר של חייו...

1257
02:10:50,866 --> 02:10:51,659
.תודה

1258
02:10:55,371 --> 02:10:56,372
קומודור

1259
02:10:57,414 --> 02:10:58,623
? מה בקשר לספארו

1260
02:11:00,292 --> 02:11:03,503
ובכן, אני מניח שאנחנו יכולים לתת
...לו יום אחד יתרון

1261
02:11:09,718 --> 02:11:10,594
,ובכן

1262
02:11:12,221 --> 02:11:14,848
? זהו הנתיב בו בחרת

1263
02:11:16,808 --> 02:11:17,894
...אחרי הכל

1264
02:11:19,520 --> 02:11:21,229
.הוא בסך הכל נפח...

1265
02:11:21,813 --> 02:11:23,023
...לא

1266
02:11:27,986 --> 02:11:29,321
.הוא פיראט...

1267
02:12:06,733 --> 02:12:08,902
הייתם אמורים לציית לקוד

1268
02:12:09,110 --> 02:12:11,363
...אנחנו חושבים שהם יותר כמו

1269
02:12:11,905 --> 02:12:13,073
.קווים מנחים...

1270
02:12:17,827 --> 02:12:19,246
.תודה

1271
02:12:20,413 --> 02:12:22,375
,קפטן ספארו

1272
02:12:26,503 --> 02:12:27,797
.הפנינה השחורה שלך

1273
02:12:43,686 --> 02:12:45,397
,אל הסיפון
.כלבים עצלנים

1274
02:12:45,480 --> 02:12:49,275
,ידיים אל החבלים
.הניפו את המפרשים

1275
02:12:51,319 --> 02:12:54,947
,עכשיו, הובילי אותי לעבר האופק

1276
02:13:02,163 --> 02:13:04,499
...כאבים נוראיים

1277
02:13:10,964 --> 02:13:14,092
במאי: גור ורבינסקי

1278
02:13:15,468 --> 02:13:20,014
AnArChY תורגם על-ידי

1279
02:13:21,015 --> 02:13:25,015
<i>Authorizer סונכרן ע"י
Qsubs מצוות</i>